{
  "corto-alto-08-2025": {
    "title": "Corto.Alto 2025: The Musical Phenomenon Between Electronic, Soul, and Live Band",
    "image": "https://f4.bcbits.com/img/0040070969_10.jpg",
    "excerpt": "From the Glasgow scene to the world, corto.alto blends electronic, soul, funk, and hip-hop in intense live shows and bold compositions. Discover Liam Shortall's musical journey.",
    "youtube": "https://www.youtube.com/watch?v=yQwiEIb4Ocs",
    "main": "If Hiatus Kaiyote and Masters At Work had a child, it would have been corto.alto: this is how Gilles Peterson describes Liam Shortall, multi-instrumentalist, producer, and performer who has captured the international music scene's attention in recent years.\n\n### Origins and Training\nCorto.alto, a stage name playing on Shortall's Irish-Spanish heritage (translatable as “short.tall”), formally studied music at the prestigious Royal Conservatoire of Scotland. Growing up in Glasgow's fertile music scene, he developed an eclectic approach that combines live instrumentation with electronic, hip-hop, funk, and soul elements.\n\n### Albums and Singles\nHis debut album 'Bad With Names' (2024) earned him a Mercury Music Prize nomination and led to hundreds of shows, including the mini-festival “Made In Glasgow” at Barrowlands Ballroom. With the new single **\"DON’T LISTEN\"**, Shortall explores the contrast between structure and instinct: powerful basslines, distorted leads, fuzzy vocals, and enveloping strings. As he says, it is an invitation to ignore creative conformity and embrace artistic freedom.\n\nThe project '30/108' (2024) further demonstrated his ability to experiment: 30 tracks released in a month, drawn from 108 demos, accompanied by live video performances. A prime example of rapid creativity and improvisation beyond traditional production limits.\n\n### Live and Band\nCorto.alto's live shows are total spectacles: Shortall alternates bass, synth, trombone, and effects, directing a band of talented musicians, friends, and frequent collaborators. In 2025, the group will headline festivals such as Glastonbury West Holts and Shangri-La, in addition to international dates in the USA and UK/EU tour, with their biggest show at London KOKO. Corto.alto represents a generation of genre-defying artists capable of blending history, technique, and experimentation. From clubs to concert halls, Liam Shortall's music speaks of creative freedom, passion for sound, and a unique approach to musical innovation."
  },

  "best-free-synths-08-2025": {
    "title": "10 Free and Reliable VST Synths to Include in Your Library",
    "image": "https://vital.audio/images/vital_screenshot_1080.png",
    "excerpt": "An updated selection of the best free VST synthesizers of 2025: from advanced wavetable synths to vintage analog emulations, ideal for indie producers and sound designers.",
    "youtube": "https://www.youtube.com/watch?v=5N6PUryqX1w",
    "main": "2025 offers a wide range of **high-quality free VST synthesizers**, perfect for producers and sound designers looking to explore new sounds without spending a fortune. In this article, we explore the top plugins available, from analog emulations to advanced wavetable synths.\n\n### 1. Vital\nA powerful wavetable synthesizer with an interactive visual interface that makes creating complex sounds easy. Modulations are highly flexible and intuitive, allowing you to drag control sources directly onto parameters. Includes hundreds of wavetables and supports custom waveform creation. Perfect for modern genres like EDM, trap, and ambient electronic. [https://vital.audio](https://vital.audio)\n![https://vital.audio](https://vital.audio/images/vital_screenshot_1080.png)\n\n### 2. Surge XT\nAn open-source synth combining powerful oscillators, high-quality filters, and a wide range of built-in effects. Its modular and experimental architecture makes it ideal for sound designers wanting to break the usual patterns. Multi-platform compatible with constant community updates. Perfect for versatility and sonic innovation. [Download here](https://surge-synthesizer.github.io/)\n![Surge XT](https://surge-synthesizer.github.io/images/manual-xt/Pictures/surge.png)\n\n### 3. TAL-NoiseMaker\nA virtual analog synthesizer known for simplicity and warm sound. Features three oscillators, a built-in arpeggiator, and numerous ready-to-use presets. Great for rich basses, sharp leads, and soft pads. Its clean interface is beginner-friendly. [Download here](https://tal-software.com/products/tal-noisemaker)\n![Screenshot TAL-NoiseMaker](https://tal-software.com/images/products/tal-noisemaker-new.jpg)\n\n### 4. Dexed\nA faithful emulation of the famous Yamaha DX7, the synth that defined the 1980s FM sound. Fully compatible with original presets and allows importing historic libraries. A must for those exploring crystal-clear FM tones and metallic textures. Ideal for electric tones, bells, and vintage textures. [Download here](https://asb2m10.github.io/dexed/)\n![Screenshot Dexed](https://static.kvraudio.com/i/b/dexed.png)\n\n### 5. Helm\nA semi-modular synthesizer with an intuitive and modern design, offering a wide range of modulation options. Includes step sequencer, stutter, and an interface that invites sonic experimentation. Perfect for contemporary electronic genres, from house and techno to experimental music. [Download here](https://tytel.org/helm/)\n![Screenshot Helm](https://tytel.org/static/images/helm_screenshot.png)\n\n### 6. ZynAddSubFX\nAn extremely versatile open-source synth combining additive, subtractive, and PAD synthesis. Ideal for rich soundscapes, ethereal atmospheres, and complex timbres. A true experimental lab for creating unique textures. Great for soundtracks, ambient, and electronic atmospheric music. [Download here](https://zynaddsubfx.sourceforge.io/download.html)\n![Screenshot ZynAddSubFX](https://zynaddsubfx.sourceforge.io/images/screenshot03.png)\n\n### 7. Tyrell N6\nA virtual synthesizer with an analog soul, developed by u-he in collaboration with Amazona.de’s community. Inspired by the Roland Juno, offering warm vintage sounds. Simple interface yet rich in creative possibilities, ideal for leads, pads, and retro basses. A classic for synthwave and 80s lovers. [Download here](https://u-he.com/products/tyrelln6/)\n![Screenshot Tyrell N6](https://u-he.com/products/tyrelln6/assets/images/uhe-tyrelln6-screenshot-fullui-1150x575.jpg)\n\n### 8. Synth1\nOne of the most popular free VSTs ever, inspired by the legendary Clavia Nord Lead 2. Features an extensive user-created preset library, suitable for any genre. Lightweight on system resources but extremely powerful. Great for versatile production without complications. [Download here](https://plugins4free.com/plugin/245/)\n![Screenshot Synth1](https://static.kvraudio.com/i/b/synth1-113.webp)\n\n### 9. Charlatan\nA minimalist yet effective virtual analog synth with a clear and straightforward interface. Despite simplicity, it delivers powerful, immediate sounds, perfect for energetic basses and direct leads. Lightweight, ideal for less powerful computers. A perfect choice for fast, immediate synth work. [Download here](https://www.blaukraut.info/charlatan.html)\n![Screenshot Charlatan](https://www.blaukraut.info/images/charlatan2.png)\n\n### 10. Crystal\nA semi-modular synth with surprising potential, offering FM synthesis, complex modulation, and an advanced arpeggiator. Renowned for atmospheric and experimental sounds, ideal for ambient music and soundtracks. The interface may seem dense but provides enormous creative depth. Perfect for sonic exploration. [Download here](https://www.greenoak.com/crystal/)\n![Screenshot Crystal](https://static.kvraudio.com/i/b/crystal.jpg)"
  },
  
  "bandcamp-fridays-2025": {
    "title": "Bandcamp Fridays: Support Artists Directly",
    "image": "https://f4.bcbits.com/img/0037881896_0",
    "excerpt": "An initiative launched in 2020 to support independent music: on Bandcamp Fridays, the platform waives its fees and every purchase goes directly to artists and labels.",
    "youtube": "",
    "main": "**Bandcamp Fridays** are special days when Bandcamp waives its revenue share and transfers all proceeds directly to **musicians and labels**. Born in March 2020, during the pandemic that shut down live touring, these events quickly became a tangible way to support independent music.\n\n### Why They Matter\nSince their launch, Bandcamp Fridays have enabled millions of fans to support artists directly, generating **over $120 million** in extra revenue. For many, these funds have helped pay rent, finance recordings, or make touring possible.\n\n### How It Works\n- They occur on scheduled dates announced during the year.\n- For 24 hours, Bandcamp takes no cut from sales.\n- Every purchase of albums, singles, or merch goes straight to artists and labels.\n\n### Impact\nBandcamp Fridays are also used to highlight social causes and fundraising initiatives. In an industry dominated by streaming, they emphasize the value of **direct support**: buying music is both a financial and cultural act that strengthens the independent scene."
  }
}
