{
"title": "À Propos",
    "intro": "Rare Vibes est un espace né pour donner de la visibilité à celles et ceux qui créent avec passion. Nous aimons la musique indépendante, l’art visuel qui s’exprime sans filtres et tout ce qui naît d’une idée sincère. Ici, tu peux partager ta créativité librement, sans étiquettes.\nNous voulons créer un lieu authentique, où les artistes peuvent se faire connaître, partager leurs œuvres et trouver une vraie communauté, curieuse et prête à écouter.\nRare Vibes est né d’une idée simple : un développeur passionné de musique et de créativité voulait créer un espace libre d’algorithmes et de tendances. C’est ainsi que ce projet a vu le jour, grandissant petit à petit grâce à chaque artiste qui nous fait confiance.\nNous croyons en l’authenticité, la qualité, le partage sincère et la liberté d’expression. Pas de barrières, pas de compétition. Juste de l’art, de la passion et l’envie de s’exprimer.",    "ourMissionTitle": "Notre Mission",
    "ourMission": "Créer une plateforme dynamique alliant technologie et passion pour l’art, soutenant les artistes grâce à des soumissions gratuites et à la promotion de contenus authentiques et originaux.",
    "ourStoryTitle": "Notre Histoire",
    "ourStory": "Rare Vibes est né de la passion d’un développeur engagé à améliorer constamment la plateforme, alliant technologie et expression artistique pour favoriser la créativité indépendante.",
    "teamTitle": "Notre Équipe",
    "team": "Derrière Rare Vibes se trouve un développeur passionné dédié à la gestion du contenu et à l’évolution du site avec de nouvelles fonctionnalités pour engager et connecter la communauté.",
    "valuesTitle": "Nos Valeurs",
    "values": "Nous croyons en l’ouverture, la qualité, l’authenticité et le soutien à la créativité sans barrières.",
    "lastUpdated": "Dernière mise à jour : août 2025",
      "bmc":"Si tu aimes Rare Vibes et que tu veux contribuer à la croissance de cet espace libre et authentique, tu peux nous offrir un café sur Buy Me a Coffee. Même un petit geste peut faire la différence et nous aider à soutenir toujours plus d’artistes indépendants."


}
