{
  "corto-alto-08-2025": {
    "title": "Corto.Alto 2025 : le phénomène musical entre électronique, soul et live band",
    "image": "https://f4.bcbits.com/img/0040070969_10.jpg",
    "excerpt": "De la scène de Glasgow au monde entier, corto.alto fusionne électronique, soul, funk et hip-hop dans des shows live intenses et des compositions audacieuses. Découvrez le voyage musical de Liam Shortall.",
    "youtube": "https://www.youtube.com/watch?v=yQwiEIb4Ocs",
    "main": "Si Hiatus Kaiyote et Masters At Work avaient eu un enfant, ce serait corto.alto : c’est ainsi que Gilles Peterson décrit Liam Shortall, multi-instrumentiste, producteur et performeur qui a capté l’attention de la scène musicale internationale ces dernières années.\n\n### Origines et formation\nCorto.alto, nom de scène jouant sur l’héritage irlando-espagnol de Shortall (traduisible par « short.tall »), a étudié la musique au prestigieux Royal Conservatoire of Scotland. Grandissant dans la fertile scène musicale de Glasgow, il a développé une approche éclectique, combinant instrumentation live et électronique, hip-hop, funk et soul.\n\n### Albums et singles\nL’album de début 'Bad With Names' (2024) lui a valu une nomination au Mercury Music Prize et l’a amené à se produire dans des centaines de shows, y compris le mini-festival “Made In Glasgow” au Barrowlands Ballroom. Avec le nouveau single **\"DON’T LISTEN\"**, Shortall explore le contraste entre structure et instinct : lignes de basse puissantes, leads distordus, voix fuzzy et cordes enveloppantes. Comme il le dit lui-même, c’est une invitation à ignorer la conformité créative et à suivre la liberté artistique.\n\nLe projet '30/108' (2024) a encore montré sa capacité à expérimenter : 30 morceaux publiés en un mois, tirés de 108 démos, accompagnés de performances live vidéo. Un exemple de créativité rapide et d’improvisation, au-delà des limites de la production traditionnelle.\n\n### Live et groupe\nLes lives de corto.alto sont un spectacle total : Shortall alterne basse, synthé, trombone et effets, dirigeant un groupe de musiciens talentueux, amis et collaborateurs réguliers. En 2025, le groupe sera à l’affiche des festivals Glastonbury West Holts et Shangri-La, ainsi que sur des dates internationales aux USA et en tournée UK & EU, avec son plus grand show au London KOKO.\nCorto.alto représente une génération d’artistes sans frontières de genre, capable de fusionner histoire, technique et expérimentation. Du club à la salle de concert, la musique de Liam Shortall parle de liberté créative, de passion pour le son et d’une approche unique de l’innovation musicale."
  },
  
  "best-free-synths-08-2025": {
    "title": "10 synthétiseurs VST gratuits et fiables à inclure dans votre bibliothèque",
    "image": "https://vital.audio/images/vital_screenshot_1080.png",
    "excerpt": "Une sélection actualisée des meilleurs synthétiseurs VST gratuits de 2025 : des wavetable avancés aux analogiques vintage, idéaux pour producteurs indie et sound designers.",
    "youtube": "https://www.youtube.com/watch?v=5N6PUryqX1w",
    "main": "2025 offre une large gamme de **synthétiseurs VST gratuits** de haute qualité, parfaits pour les producteurs et sound designers souhaitant explorer de nouveaux sons sans dépenser une fortune. Cet article explore les meilleurs plugins disponibles, des émulations analogiques aux synthés wavetable avancés.\n\n### 1. Vital\nUn puissant synthétiseur wavetable avec une interface visuelle interactive simplifiant la création de sons complexes. Les modulations sont très flexibles et intuitives, avec possibilité de glisser les sources de contrôle directement sur les paramètres. Inclut des centaines de wavetables et supporte la création de formes personnalisées. Parfait pour les genres modernes comme EDM, trap et ambient électronique. [https://vital.audio](https://vital.audio)\n![https://vital.audio](https://vital.audio/images/vital_screenshot_1080.png)\n\n### 2. Surge XT\nUn synthé open-source combinant des oscillateurs puissants, des filtres de haute qualité et un vaste arsenal d’effets intégrés. Grâce à son architecture modulaire et expérimentale, il est idéal pour les sound designers souhaitant sortir des schémas classiques. Compatible multi-plateforme avec mises à jour régulières. Excellent pour la polyvalence et l’innovation sonore. [Télécharger ici](https://surge-synthesizer.github.io/)\n![Surge XT](https://surge-synthesizer.github.io/images/manual-xt/Pictures/surge.png)\n\n### 3. TAL-NoiseMaker\nUn synthétiseur analogique virtuel se distinguant par sa simplicité et son son chaleureux. Trois oscillateurs, un arpégiateur intégré et de nombreux presets prêts à l’emploi. Idéal pour basses puissantes, leads incisifs et pads doux. Interface claire adaptée aux débutants. [Télécharger ici](https://tal-software.com/products/tal-noisemaker)\n![Screenshot TAL-NoiseMaker](https://tal-software.com/images/products/tal-noisemaker-new.jpg)\n\n### 4. Dexed\nÉmulation fidèle du célèbre Yamaha DX7, synthé iconique des années 80 avec synthèse FM. Compatible avec les presets originaux et permet d’importer des bibliothèques historiques. Gratuit et indispensable pour explorer des sons FM cristallins et métalliques. Parfait pour tons électriques, cloches et textures vintage. [Télécharger ici](https://asb2m10.github.io/dexed/)\n![Screenshot Dexed](https://static.kvraudio.com/i/b/dexed.png)\n\n### 5. Helm\nSynthétiseur semi-modulaire au design intuitif et moderne, avec large gamme d’options de modulation. Inclut step sequencer, stutter et interface favorisant l’expérimentation sonore. Parfait pour électronique contemporaine, house, techno et musique expérimentale. Sons brillants et dynamiques avec workflow fluide. [Télécharger ici](https://tytel.org/helm/)\n![Screenshot Helm](https://tytel.org/static/images/helm_screenshot.png)\n\n### 6. ZynAddSubFX\nSynthé open-source extrêmement versatile combinant synthèse additive, soustractive et PAD. Idéal pour paysages sonores riches, ambiances éthérées et timbres complexes. Vrai laboratoire pour textures uniques. Parfait pour bandes-son, ambient et électronique atmosphérique. [Télécharger ici](https://zynaddsubfx.sourceforge.io/download.html)\n![Screenshot ZynAddSubFX](https://zynaddsubfx.sourceforge.io/images/screenshot03.png)\n\n### 7. Tyrell N6\nSynthé virtuel à âme analogique, développé par u-he avec la communauté Amazona.de. Inspiré des célèbres Roland Juno, son chaud et vintage. Interface simple mais créative, parfait pour leads, pads et basses rétro. Classique pour fans de sons années 80 et synthwave. [Télécharger ici](https://u-he.com/products/tyrelln6/)\n![Screenshot Tyrell N6](https://u-he.com/products/tyrelln6/assets/images/uhe-tyrelln6-screenshot-fullui-1150x575.jpg)\n\n### 8. Synth1\nUn des VST gratuits les plus populaires, inspiré du légendaire Clavia Nord Lead 2. Large bibliothèque de presets créés par la communauté. Léger mais puissant, adapté à tous les genres. [Télécharger ici](https://plugins4free.com/plugin/245/)\n![Screenshot Synth1](https://static.kvraudio.com/i/b/synth1-113.webp)\n\n### 9. Charlatan\nSynthétiseur analogique minimaliste mais efficace, interface claire et sans fioritures. Son puissant et immédiat, idéal pour basses et leads directs. Léger pour les ordinateurs modestes. Parfait pour un synthé rapide et efficace. [Télécharger ici](https://www.blaukraut.info/charlatan.html)\n![Screenshot Charlatan](https://www.blaukraut.info/images/charlatan2.png)\n\n### 10. Crystal\nSynthé semi-modulaire aux capacités impressionnantes, avec FM, modulations complexes et arpégiateur avancé. Apprécié pour sons atmosphériques et expérimentaux, idéal pour ambient et bandes-son. Interface dense mais créative. Parfait pour explorer de nouvelles dimensions sonores. [Télécharger ici](https://www.greenoak.com/crystal/)\n![Screenshot Crystal](https://static.kvraudio.com/i/b/crystal.jpg)"
  },
    "bandcamp-fridays-2025": {
    "title": "Bandcamp Fridays : Soutenir les artistes directement",
    "image": "https://f4.bcbits.com/img/0037881896_0",
    "excerpt": "Une initiative lancée en 2020 pour soutenir la musique indépendante : lors des Bandcamp Fridays, la plateforme renonce à ses commissions et chaque achat va directement aux artistes et aux labels.",
    "youtube": "",
    "main": "Les **Bandcamp Fridays** sont des journées spéciales où Bandcamp renonce à sa part de revenus et reverse l’intégralité des ventes directement aux **musiciens et labels**. Nés en mars 2020, au plus fort de la pandémie qui avait paralysé les tournées, ces événements sont rapidement devenus un moyen concret de soutenir la musique indépendante.\n\n### Pourquoi c’est important\nDepuis leur lancement, les Bandcamp Fridays ont permis à des millions de fans de soutenir directement les artistes, générant **plus de 120 millions de dollars** de revenus supplémentaires. Pour beaucoup, ces fonds ont servi à payer le loyer, financer des enregistrements ou organiser des tournées.\n\n### Comment ça marche\n- Ils ont lieu à des dates annoncées tout au long de l’année.\n- Pendant 24 heures, Bandcamp ne prélève aucune commission.\n- Chaque achat d’albums, de singles ou de merchandising va directement aux artistes et aux labels.\n\n### Impact\nLes Bandcamp Fridays servent aussi à mettre en lumière des causes sociales et des collectes de fonds caritatives. Dans un secteur dominé par le streaming, ils rappellent l’importance du **soutien direct** : acheter de la musique est un acte financier mais aussi culturel qui renforce la scène indépendante."
  }
}