{
  "odelia": {
    "short": "Odelia est une artiste émergente mêlant sonorités alternatives et indie avec une narration émotionnelle.",
    "review": "Odelia se distingue par sa voix éthérée et ses compositions audacieuses qui fusionnent les styles alternatif et indie. Originaire de Paris, sa musique reflète une introspection profonde et une mélancolie urbaine.",
    "extended": "Odelia a commencé son parcours artistique dans les rues vibrantes de Paris, où elle a nourri une passion pour la musique alternative et l'écriture intime. Influencée par des artistes comme Daughter et Bon Iver, son style combine guitares délicates, textures atmosphériques et paroles intensément émotionnelles. Son premier EP, enregistré de manière indépendante, explore les thèmes de l’isolement, de la renaissance et du désir. Appréciée pour sa qualité cinématographique, sa musique crée une connexion authentique avec un public en quête de profondeur."
  },
  "kael": {
    "short": "Kael est un producteur berlinois mêlant rythmes électroniques, ambiances minimalistes et textures immersives.",
    "review": "Kael propose une musique électronique avant-gardiste, caractérisée par des couches sonores complexes et une esthétique spatiale. Il attire les amateurs de techno ambient et d’IDM expérimental.",
    "extended": "Ancré dans la scène underground de Berlin, Kael construit ses morceaux avec des structures synthétiques raffinées, des basses envoûtantes et des paysages sonores enveloppants. Influencé par Aphex Twin, Nils Frahm et Boards of Canada, il transforme ses performances live en expériences immersives grâce à des visuels synchronisés. Kael collabore régulièrement avec des artistes numériques pour repousser les frontières entre le son, la perception et l’art visuel."
  },
  "leona": {
    "short": "Leona mêle soul rétro, R&B moderne et influences cinématographiques pour créer une musique intemporelle.",
    "review": "Originaire de Montréal, Leona revisite l’âme old-school avec une touche contemporaine. Sa voix expressive et ses arrangements riches touchent un public international.",
    "extended": "Leona rend hommage aux légendes de la soul comme Aretha Franklin et Nina Simone, tout en injectant une modernité R&B et une esthétique visuelle forte. Ses chansons abordent des thèmes universels tels que l’amour, la vulnérabilité et la résilience, portés par des orchestrations luxuriantes et une voix chaleureuse. Après s’être produite dans les clubs de jazz de Montréal, elle atteint une notoriété virale avec son titre 'Velvet Walls'. Son univers mêle élégance musicale et narration visuelle profonde."
  },
  "santo": {
    "short": "Santo fusionne racines latines et pop urbaine pour produire une musique rythmée à fort impact culturel.",
    "review": "Depuis Mexico, Santo mélange reggaeton, cumbia et sons modernes pour créer une œuvre à la fois festive et engagée.",
    "extended": "Santo est l’une des voix montantes de la scène latine contemporaine. Né à Mexico, il puise son inspiration dans les rythmes traditionnels et les réalités sociales de son pays. Ses morceaux alternent entre l’espagnol et l’anglais, et abordent les thèmes de l’identité, de la migration et de la fierté culturelle. Avec son premier album 'Fronteras', il propose une musique hybride, à la fois dansante et réfléchie, dans la lignée d’artistes comme Calle 13 ou Bad Bunny. Ses clips mettent souvent en lumière la jeunesse latino-américaine et ses luttes quotidiennes."
  },
  "amira": {
    "short": "Amira est une vocaliste neo-jazz londonienne qui mêle tradition, poésie et expérimentation sonore.",
    "review": "Amira réinvente le jazz classique avec des accents soul et une sensibilité contemporaine. Sa voix est décrite comme 'hypnotique et intemporelle'.",
    "extended": "Issue de la scène jazz de Londres, Amira associe jazz, soul et spoken word dans une approche sensible et engagée. Formée au chant classique, elle explore l’improvisation et l’expression émotionnelle. Ses textes évoquent l'identité, la diaspora et la quête intérieure, en s'inspirant de Billie Holiday et d’Erykah Badu. Son EP 'Midnight Verses' est salué pour sa subtilité et son intensité émotionnelle. Amira participe également à des collectifs artistiques qui lient musique, activisme et patrimoine afro-caribéen."
  },
 "sid": {
    "short": "S.I.D. est un trio de sludge/doom metal originaire d’Italie, actif depuis 2019 et reconnu pour son son oppressant et hypnotique, capable de mêler des atmosphères doom denses à la lourdeur corrosive du sludge. Le groupe se compose de Fra (chant, guitares, paroles), Ikea (guitares, basse, samples) et Pikkio (batterie), une formation qui se distingue par une approche musicale à la fois puissante et conceptuelle.",
    "review": "Leur premier album, Architects Of Armageddon (2019), a reçu un large accueil dans la scène underground, soulignant leur capacité à construire un son dévastateur mais réfléchi, où les thèmes apocalyptiques, guerriers et environnementaux se mêlent à une trame musicale étouffante et hypnotique.\n\nEn 2022, avec l’EP City Of Chemistry, S.I.D. a approfondi son imaginaire sombre et politique, inspiré du livre Veleni di Stato (« Poisons d’État ») de Gianluca Di Feo. Ce disque représente la deuxième partie d’une trilogie consacrée aux atrocités de la guerre, centrée sur les armes chimiques et leur impact mortel. L’EP, produit par le groupe et enregistré au studio V.A.N.G.A., combine des riffs lents et massifs, des growls profonds et des rythmes serrés, enrichis de passages de violes ajoutant une atmosphère mélancolique et théâtrale.\n\nEn 2023, S.I.D. a élargi son horizon collaboratif avec la sortie de la cassette split Over The Pain, réalisée avec le groupe mexicain hardcore punk/sludge Deshuesadero de Mexico. Cette collaboration internationale, publiée par Terror Casets, Wrong Disk Records et Nido de Ratas, met en lumière le dialogue entre deux scènes underground éloignées mais unies par la même intensité émotionnelle et le besoin urgent de dépasser la douleur à travers la musique.\n\nOver The Pain est une œuvre qui explore la souffrance comme une condition à la fois universelle et personnelle, une « membrane à franchir » pour retrouver une force intérieure et se relever. Les morceaux de S.I.D., “Downhill” et “Void”, s’entrelacent avec les chansons agressives et tendues de Deshuesadero, créant un projet parlant de résilience et de lutte dans un monde hostile.",
    "extended": "Musicalement, S.I.D. est devenu un point de référence dans la scène doom/sludge européenne, avec un son allant du tempo funéraire du funeral doom aux touches abrasives du crust punk, tout en conservant un caractère évocateur fort et une dimension profondément conceptuelle. Leurs concerts sont des expériences immersives, mêlant lourdeur sonore et atmosphères sombres, capables d’emmener l’auditeur à travers des catastrophes humaines et des paysages sonores post-apocalyptiques.",
    "lineup": [
      { "name": "Fra", "roles": ["chant", "guitares", "paroles"] },
      { "name": "Ikea", "roles": ["guitares", "basse", "samples"] },
      { "name": "Pikkio", "roles": ["batterie"] }
    ],
    "collaborations": [
      { "name": "Beatrice Marata", "instrument": "alto", "note": "sur City Of Chemistry" },
      { "name": "Deshuesadero", "instrument": "groupe hardcore punk/sludge de Mexico", "note": "sur Over The Pain (2023)" }
    ],
    "discography": [
      { "title": "Architects Of Armageddon", "year": 2019, "type": "album" },
      { "title": "City Of Chemistry", "year": 2022, "type": "EP" },
      { "title": "Over The Pain", "year": 2023, "type": "split", "with": "Deshuesadero" }
    ],
    "trivia": "S.I.D. n’est pas seulement un groupe, mais un projet qui réfléchit profondément aux contradictions de notre époque : guerre, pollution, douleur collective et personnelle. Leur musique est un cri de protestation, mais aussi une invitation à la réflexion et à la résistance."
  }
}
