{
  "sid": {
    "short": "S.I.D. est un trio de sludge/doom metal originaire d’Italie, actif depuis 2019 et reconnu pour son son oppressant et hypnotique, capable de mêler des atmosphères doom denses à la lourdeur corrosive du sludge. Le groupe se compose de Fra (chant, guitares, paroles), Ikea (guitares, basse, samples) et Pikkio (batterie), une formation qui se distingue par une approche musicale à la fois puissante et conceptuelle.",
    "review": "Leur premier album, Architects Of Armageddon (2019), a reçu un large accueil dans la scène underground, soulignant leur capacité à construire un son dévastateur mais réfléchi, où les thèmes apocalyptiques, guerriers et environnementaux se mêlent à une trame musicale étouffante et hypnotique.\n\nEn 2022, avec l’EP City Of Chemistry, S.I.D. a approfondi son imaginaire sombre et politique, inspiré du livre Veleni di Stato (« Poisons d’État ») de Gianluca Di Feo. Ce disque représente la deuxième partie d’une trilogie consacrée aux atrocités de la guerre, centrée sur les armes chimiques et leur impact mortel. L’EP, produit par le groupe et enregistré au studio V.A.N.G.A., combine des riffs lents et massifs, des growls profonds et des rythmes serrés, enrichis de passages de violes ajoutant une atmosphère mélancolique et théâtrale.\n\nEn 2023, S.I.D. a élargi son horizon collaboratif avec la sortie de la cassette split Over The Pain, réalisée avec le groupe mexicain hardcore punk/sludge Deshuesadero de Mexico. Cette collaboration internationale, publiée par Terror Casets, Wrong Disk Records et Nido de Ratas, met en lumière le dialogue entre deux scènes underground éloignées mais unies par la même intensité émotionnelle et le besoin urgent de dépasser la douleur à travers la musique.\n\nOver The Pain est une œuvre qui explore la souffrance comme une condition à la fois universelle et personnelle, une « membrane à franchir » pour retrouver une force intérieure et se relever. Les morceaux de S.I.D., “Downhill” et “Void”, s’entrelacent avec les chansons agressives et tendues de Deshuesadero, créant un projet parlant de résilience et de lutte dans un monde hostile.",
    "extended": "Musicalement, S.I.D. est devenu un point de référence dans la scène doom/sludge européenne, avec un son allant du tempo funéraire du funeral doom aux touches abrasives du crust punk, tout en conservant un caractère évocateur fort et une dimension profondément conceptuelle. Leurs concerts sont des expériences immersives, mêlant lourdeur sonore et atmosphères sombres, capables d’emmener l’auditeur à travers des catastrophes humaines et des paysages sonores post-apocalyptiques.",
    "lineup": [
      { "name": "Fra", "roles": ["chant", "guitares", "paroles"] },
      { "name": "Ikea", "roles": ["guitares", "basse", "samples"] },
      { "name": "Pikkio", "roles": ["batterie"] }
    ],
    "collaborations": [
      {
        "name": "Beatrice Marata",
        "instrument": "alto",
        "note": "sur City Of Chemistry"
      },
      {
        "name": "Deshuesadero",
        "instrument": "groupe hardcore punk/sludge de Mexico",
        "note": "sur Over The Pain (2023)"
      }
    ],
    "discography": [
      { "title": "Architects Of Armageddon", "year": 2019, "type": "album" },
      { "title": "City Of Chemistry", "year": 2022, "type": "EP" },
      {
        "title": "Over The Pain",
        "year": 2023,
        "type": "split",
        "with": "Deshuesadero"
      }
    ],
    "trivia": "S.I.D. n’est pas seulement un groupe, mais un projet qui réfléchit profondément aux contradictions de notre époque : guerre, pollution, douleur collective et personnelle. Leur musique est un cri de protestation, mais aussi une invitation à la réflexion et à la résistance."
  },
  "morsura": {
    "short": "Morsura est un trio noise/post-hardcore originaire des régions des Marches et de Vénétie, actif depuis 2018. Né de la rencontre entre Jacopo Pannocchia, Mattia Antonelli (Tagliabuio) et Federico Aggio (Lucertulas, Cattivi Maestri), le groupe se distingue par un son tellurique et perçant, profondément lié à l’esthétique des arts graphiques et de la gravure.",
    "review": "Le premier album de Morsura, *Selvatica*, sort en 2018, combinant intensité sonore et recherche visuelle. Le visuel, réalisé par Jacopo Pannocchia, reflète parfaitement l'identité brutale et vibrante du groupe, marquée par des nuances sulfureuses et spectrales. Le titre évoque une dimension primitive et incontrôlable, à l’image de la musique.\n\nLe nom 'Morsura' provient de la gravure, où il désigne l’action corrosive de l’acide sur la plaque — une métaphore qui incarne bien l’approche sonore du groupe, à la fois agressive et tactile. Leurs concerts sont des expériences viscérales, où le son devient geste, matière et lutte.",
    "extended": "Fondé en 2018, Morsura est un projet ancré entre les Marches et la Vénétie, fusionnant diverses expériences musicales dans un cadre noise-rock et post-hardcore. Le line-up comprend Jacopo Pannocchia, artiste visuel et guitariste ; Mattia Antonelli, batteur et guitariste (Tagliabuio) ; et Federico Aggio, bassiste et chanteur (Lucertulas, Cattivi Maestri).\n\nLeur esthétique est fortement influencée par l’art de la gravure : le nom 'Morsura' fait référence à l’action du mordant sur la plaque de métal. Cette image se reflète dans leur musique, qui sculpte et use la matière sonore avec force et expressivité.\n\nEn 2024, Morsura intègre de nouvelles collaborations scéniques, notamment avec Loris Cericola (Spirale), guitariste et chanteur originaire des Marches, qui fait ses débuts live avec le groupe le 5 juillet lors du Rock al Grot, au Parc des Grottes de Labante (BO).",
    "lineup": [
      {
        "name": "Jacopo Pannocchia",
        "roles": ["batterie ", "graphisme"]
      },
      {
        "name": "Mattia Antonelli",
        "roles": ["guitare", "guitare (Tagliabuio)"]
      },
      {
        "name": "Federico Aggio",
        "roles": ["basse", "chant (Lucertulas, Cattivi Maestri)"]
      },
      {
        "name": "Loris Cericola",
        "roles": ["guitare, chant"]
      }
    ],
    "collaborations": [],
    "discography": [
      {
        "title": "Selvatica",
        "year": 2018,
        "type": "album"
      }
    ],
    "trivia": "Le nom 'Morsura' vient du langage de la gravure, désignant l'action corrosive de l'acide sur la plaque. Ce concept, à la fois visuel et physique, symbolise la poétique sonore du groupe : brute, incisive et profondément matérielle. Leurs concerts sont intenses, libérateurs, et visuellement en accord avec l’art de Jacopo Pannocchia."
  },

  "risorse_umane": {
    "short": "Le Risorse Umane est un trio post-punk / new wave actif entre Milan et Ancône. Leur musique combine atmosphères sombres, rythmes électroniques et paroles parlées, puisant dans les sons des années 80, 90 et 2000. Fondé au début des années 2020, le groupe marie une esthétique urbaine avec une forte narration poétique. Leur identité artistique repose sur une ironie mordante et une poésie profondément ancrée dans le quotidien urbain. Leur slogan fictif — « actifs dans le paysage financier milanais du lundi au vendredi, de 08h à 18h. Le reste du temps, ils font de l'argent réel » — est une critique humoristique du monde du travail moderne. Musicalement, ils explorent les guitares nerveuses, les rythmes synthétiques et les ambiances narratives, évoquant des marges urbaines, des gymnases rétro et des réunions autogérées.",
    "review": "Avec *Con Effetto Immediato* (2024) et leur EP de 2025, Le Risorse Umane affirment leur style sombre et incisif, entre mélancolie urbaine et ironie lucide. Les morceaux alternent spoken word, chant, guitares post-punk et textures électroniques cinématographiques. On pense à Massimo Volume, Diaframma ou Offlaga Disco Pax, mais le trio impose une touche personnelle.",
    "extended": "",
    "lineup": [
      { "name": "Valerio Alessandrini", "roles": ["voix", "paroles"] },
      {
        "name": "Jacopo Mazzoni",
        "roles": ["musique", "production", "mixage"]
      },
      { "name": "Alessandro Rivi", "roles": ["musique", "production"] }
    ],
    "collaborations": [
      {
        "name": "Stefano Sestani",
        "instrument": "production et mixage",
        "note": "sur 'Il Dormitorio' et 'La grande scena Trap degli anni ‘10'"
      },
      {
        "name": "Lorenzo Paoletti",
        "instrument": "production et mastering",
        "note": "sur 'GRUPPI D’ASCOLTO per persone silenziose'"
      },
      {
        "name": "Marco Bergamini",
        "instrument": "mixage",
        "note": "sur 'Guardare le Gru'"
      },
      {
        "name": "Leonardo Celsi",
        "instrument": "voix",
        "note": "sur 'Il Dormitorio'"
      },
      {
        "name": "Valeria Galandrini",
        "instrument": "voix",
        "note": "sur 'La grande scena Trap degli anni ‘10'"
      }
    ],
    "discography": [
      { "title": "Con Effetto Immediato", "year": 2024, "type": "EP" },
      { "title": "Titre EP 2025", "year": 2025, "type": "EP" }
    ],
    "trivia": "Le Risorse Umane se disent nés de l’autogestion d’un département fictif après la disparition du responsable F4. Leur esthétique, inspirée du langage bureaucratique, critique les logiques de pouvoir et d’aliénation du monde de l’entreprise."
  }
  
}
