{
  "title": "Chi Siamo",
  "intro": "Rare Vibes è uno spazio nato per dare visibilità a chi crea con passione. Amiamo la musica indipendente, l’arte visiva che parla senza filtri e tutto ciò che nasce da un’idea sincera. Qui puoi condividere la tua creatività in modo libero, senza etichette.\nVogliamo costruire un luogo autentico, dove chi crea possa farsi conoscere, condividere i propri lavori  e trovare una community vera, curiosa e pronta ad ascoltare.\nRare Vibes è nato da un'idea semplice: uno sviluppatore appassionato di musica e creatività voleva dare vita a uno spazio non guidato da algoritmi o tendenze. Così è iniziato questo progetto, che cresce un po’ alla volta, grazie a ogni artista che ci dà fiducia.\nCrediamo nell’autenticità, nella qualità, nella condivisione sincera e nella libertà espressiva. Nessuna barriera, nessuna competizione. Solo arte, passione e voglia di raccontarsi.",
 
  "ourMissionTitle": "La Nostra Missione",
  "ourMission": "Creare una piattaforma dinamica che unisca tecnologia e passione per l’arte, supportando gli artisti attraverso submission gratuite e la promozione di contenuti genuini e originali.",
  "ourStoryTitle": "La Nostra Storia",
  "ourStory": "Rare Vibes nasce dalla passione di uno sviluppatore impegnato a migliorare costantemente la piattaforma, unendo tecnologia ed espressione artistica per favorire la creatività indipendente.",
  "teamTitle": "Il Nostro Team",
  "team": "Dietro Rare Vibes c’è uno sviluppatore appassionato dedicato a curare i contenuti e far evolvere il sito con nuove funzionalità per coinvolgere e connettere la community.",
  "valuesTitle": "I Nostri Valori",
  "values": "Crediamo nell’apertura, nella qualità, nell’autenticità e nel supporto alla creatività senza barriere.",
  "lastUpdated": "Ultimo aggiornamento: agosto 2025",
  "bmc":"Se Rare Vibes ti piace e vuoi contribuire alla crescita di questo spazio libero e autentico, puoi offrirci un caffè su Buy Me a Coffee. Anche un piccolo gesto può fare la differenza e aiutarci a supportare sempre più artisti indipendenti."
}
