{
  "hiroshima": {
    "title": "A Hiroshima è sempre il 6 agosto del 1945",
    "image": "https://www.ilpost.it/wp-content/uploads/2025/07/31/1753966218-h_7.16251584.jpg",
    "excerpt": "La città giapponese distrutta dal primo attacco nucleare della storia è stata ricostruita in modo da ricordarlo a tutto il mondo",
    "main": "Hiroshima rappresenta un simbolo della devastazione nucleare e della pace. La città è stata ricostruita con l'obiettivo di mantenere viva la memoria storica, promuovendo la cultura della non proliferazione e la riconciliazione."
  },
  "billionaire-villains": {
    "title": "I cattivi dei film assomigliano sempre di più ai miliardari della tecnologia",
    "image": "https://static-prod.cdnilpost.com/wp-content/uploads/2025/08/01/1754029930-Screenshot-2025-08-01-alle-08.28.23.png",
    "excerpt": "Visionari, arroganti e spregiudicati, ma vestiti casual e apparentemente alla mano",
    "main": "Il cinema contemporaneo riflette le paure sociali trasformando i miliardari della tecnologia in antagonisti carismatici. Questi personaggi incarnano le contraddizioni del potere digitale e della modernità."
  },
  "genocide-accusation-gaza": {
    "title": "Intenzionalità e distruzione: riflessioni sull'accusa di genocidio a Gaza",
    "slug": "genocide-accusation-gaza",
    "image": "https://www.amnesty.org/en/wp-content/uploads/2024/12/GettyImages-2182380031-scaled-e1733253256526-1468x710.jpg",
    "excerpt": "Il genocidio, definito dalla Convenzione ONU del 1948, è un atto compiuto con l'intento di distruggere un gruppo nazionale, etnico, razziale o religioso. Le accuse contro Israele riguardano possibili atti genocidi nella Striscia di Gaza, ma resta da provare l’intento specifico di distruzione.",
    "main": "Il termine genocidio fu coniato dal giurista Raphael Lemkin nel 1944 e venne poi formalmente definito nella Convenzione delle Nazioni Unite del 1948. In base all'articolo 2 di questa convenzione, il genocidio è qualsiasi atto commesso con l'intento di distruggere, in tutto o in parte, un gruppo nazionale, etnico, razziale o religioso.\n\nGli atti che possono configurare un genocidio includono: l'uccisione di membri del gruppo; il causare gravi danni fisici o mentali; il sottoporre deliberatamente il gruppo a condizioni di vita intese a provocarne la distruzione fisica totale o parziale; l'imposizione di misure per impedire nascite; il trasferimento forzato di bambini a un altro gruppo.\n\nElemento essenziale per qualificare un atto come genocidio è l'intenzione specifica di distruggere il gruppo in quanto tale. Non basta quindi che ci siano morti di massa o sofferenze estreme: serve una prova dell'intento distruttivo deliberato.\n\nNel gennaio 2024, il Sudafrica ha presentato una denuncia alla Corte Internazionale di Giustizia (ICJ), accusando Israele di aver commesso atti di genocidio contro la popolazione palestinese nella Striscia di Gaza. La Corte ha riconosciuto che le accuse sono plausibili e ha disposto misure cautelari, ma non ha ancora stabilito se il genocidio sia effettivamente in corso.\n\nSecondo i denuncianti, Israele avrebbe compiuto una serie di atti che rientrano nelle categorie previste dalla Convenzione. Le operazioni militari avrebbero causato la morte di decine di migliaia di civili palestinesi, distrutto infrastrutture vitali come ospedali e scuole, e provocato una crisi umanitaria con carestia, mancanza d’acqua e impossibilità di accedere alle cure mediche. Tuttavia, come stabilito dal diritto internazionale, il punto decisivo resta dimostrare che questi atti sono stati compiuti con l’intento specifico di distruggere i palestinesi in quanto gruppo.\n\nA questo proposito, alcune dichiarazioni pubbliche di membri del governo israeliano sono state citate come elementi che potrebbero suggerire tale intento. Il ministro della Difesa Yoav Gallant, nell’ottobre 2023, ha affermato: \"Abbiamo a che fare con animali umani e agiamo di conseguenza\", una frase interpretata come disumanizzante. Il primo ministro Benjamin Netanyahu, nello stesso periodo, ha dichiarato: \"Ricordate cosa ha fatto Amalek. Ora lo facciamo noi\", facendo riferimento a un passo biblico in cui viene ordinato lo sterminio totale di un popolo, compresi donne e bambini. Itamar Ben Gvir, ministro della Sicurezza nazionale, ha più volte affermato che \"il diritto degli ebrei alla libertà viene prima del diritto dei palestinesi a viaggiare\", mentre il ministro delle Finanze Bezalel Smotrich ha dichiarato che la guerra è per \"eliminare la minaccia araba, non solo Hamas\". Queste affermazioni sono state citate nella causa come indizi della volontà di colpire l’intero popolo palestinese, e non soltanto un’organizzazione armata.\n\nA complicare ulteriormente il dibattito vi è la diffusione, durante il conflitto, di video manipolati o interamente generati tramite intelligenza artificiale. Alcuni mostrano presunti leader israeliani mentre pronunciano discorsi estremi o ordini di sterminio, ma sono falsificazioni costruite con tecnologie di voice cloning e deepfake. Questi materiali hanno aumentato la confusione e sono stati utilizzati anche per manipolare l’opinione pubblica internazionale. È quindi importante distinguere tra dichiarazioni autentiche, dichiarazioni decontestualizzate e contenuti artificiali.\n\nLa questione se Israele stia commettendo un genocidio a Gaza resta aperta. Le prove raccolte verranno valutate dalla Corte Internazionale di Giustizia, che dovrà stabilire se l’intento genocida sia presente e documentabile. Fino ad allora, l’accusa rimane grave, ma non ancora giudicata. L'esito del processo potrebbe avere un impatto profondo sulla giurisprudenza internazionale e sulla legittimità futura di molte azioni statali in contesti di guerra."
  },
  "energy-clean-tech": {
    "title": "Nuove tecnologie per l’energia pulita nel 2025",
    "image": "https://mir-s3-cdn-cf.behance.net/project_modules/max_632/86f6aa223163735.67f42e92d4bf3.png",
    "excerpt": "Le innovazioni nel campo delle energie rinnovabili promettono un futuro più sostenibile per il pianeta.",
    "main": "Le nuove tecnologie nel settore dell'energia pulita stanno rapidamente trasformando il panorama energetico globale, con soluzioni innovative che aumentano l'efficienza e riducono l'impatto ambientale."
  },
  "vinyl-return": {
    "title": "Il ritorno del vinile: un fenomeno globale",
    "image": "https://mir-s3-cdn-cf.behance.net/project_modules/2800_webp/8403fc220550805.67c56fc28fc28.jpg",
    "excerpt": "Nonostante la musica digitale, il vinile sta vivendo una rinascita tra giovani e appassionati.",
    "main": "Il vinile torna alla ribalta grazie a una nuova generazione di appassionati e collezionisti, che apprezzano la qualità del suono e l'esperienza tattile dell'ascolto analogico."
  },
  "ai-journalism": {
    "title": "Come l’intelligenza artificiale sta cambiando il giornalismo",
    "image": "https://mir-s3-cdn-cf.behance.net/project_modules/2800_opt_1/2d23ff220550805.67c56f8e09ad5.jpeg",
    "excerpt": "I nuovi strumenti di IA stanno trasformando la raccolta e la diffusione delle notizie.",
    "main": "L'intelligenza artificiale sta rivoluzionando il giornalismo, automatizzando la raccolta dati, migliorando l'analisi e personalizzando la fruizione delle notizie per il pubblico."
  },
  "climate-crisis": {
    "title": "La crisi climatica e le azioni urgenti necessarie",
    "image": "https://mir-s3-cdn-cf.behance.net/project_modules/1400/f64935231912699.68921e9c3d204.png",
    "excerpt": "Gli scienziati lanciano l’allarme: serve un intervento immediato per evitare disastri irreparabili.",
    "main": "La crisi climatica richiede azioni rapide e coordinate a livello globale per mitigare gli effetti devastanti del riscaldamento terrestre e preservare l'equilibrio degli ecosistemi."
  },
  "sustainable-food": {
    "title": "Cibo e sostenibilità: le nuove tendenze alimentari",
    "image": "https://mir-s3-cdn-cf.behance.net/project_modules/max_632/86f6aa223163735.67f42e92d4bf3.png",
    "excerpt": "Dal cibo a base di insetti alle colture verticali, il futuro dell’alimentazione è green.",
    "main": "Le nuove tendenze alimentari puntano alla sostenibilità, con innovazioni che riducono l'impatto ambientale e promuovono un consumo più consapevole."
  },
  "smart-cities": {
    "title": "Le città del futuro: smart, verdi e connesse",
    "image": "https://mir-s3-cdn-cf.behance.net/project_modules/max_632/86f6aa223163735.67f42e92d4bf3.png",
    "excerpt": "Architettura e tecnologia si uniscono per creare spazi urbani più vivibili e sostenibili.",
    "main": "Le smart city combinano tecnologia avanzata e progettazione green per migliorare la qualità della vita urbana, ottimizzando risorse e infrastrutture."
  },
  "space-travel": {
    "title": "Viaggi spaziali: la nuova era dell’esplorazione",
    "image": "https://mir-s3-cdn-cf.behance.net/project_modules/max_632/86f6aa223163735.67f42e92d4bf3.png",
    "excerpt": "Missioni private e innovative stanno aprendo la strada a turisti interplanetari.",
    "main": "L'esplorazione spaziale si apre a nuovi orizzonti grazie alle missioni private che rendono possibile il turismo nello spazio e la ricerca scientifica avanzata."
  },
  "sustainable-fashion": {
    "title": "Moda sostenibile: vestirsi rispettando il pianeta",
    "image": "https://mir-s3-cdn-cf.behance.net/project_modules/max_632/86f6aa223163735.67f42e92d4bf3.png",
    "excerpt": "Le aziende puntano su materiali eco-compatibili e produzioni etiche.",
    "main": "La moda sostenibile cresce con materiali eco-friendly e pratiche produttive etiche, rispondendo alle esigenze ambientali e sociali contemporanee."
  },
  "robotics": {
    "title": "Robotica e automazione: lavoro e società in evoluzione",
    "image": "https://mir-s3-cdn-cf.behance.net/project_modules/max_632/86f6aa223163735.67f42e92d4bf3.png",
    "excerpt": "Come l’automazione cambierà il mercato del lavoro nei prossimi anni.",
    "main": "Robotica e automazione stanno rimodellando il lavoro e la società, introducendo nuove competenze e sfide legate all'integrazione tecnologica."
  },
  "indie-music": {
    "title": "La musica indie italiana che sta conquistando il mondo",
    "image": "https://mir-s3-cdn-cf.behance.net/project_modules/max_632/86f6aa223163735.67f42e92d4bf3.png",
    "excerpt": "Nuove band emergenti portano freschezza e innovazione sulla scena musicale internazionale.",
    "main": "La scena indie italiana si distingue a livello globale grazie a band emergenti che combinano originalità e influenze diverse, guadagnando sempre più attenzione."
  },
  "mental-health": {
    "title": "Salute mentale: l’importanza del benessere psicologico",
    "image": "https://mir-s3-cdn-cf.behance.net/project_modules/max_632/86f6aa223163735.67f42e92d4bf3.png",
    "excerpt": "Sempre più attenzione al supporto psicologico e alla prevenzione.",
    "main": "La consapevolezza sulla salute mentale cresce, con un focus su prevenzione, supporto e riduzione dello stigma sociale associato ai disturbi psicologici."
  },
  "renewable-energy": {
    "title": "Energie rinnovabili: la sfida del futuro energetico",
    "image": "https://mir-s3-cdn-cf.behance.net/project_modules/max_632/86f6aa223163735.67f42e92d4bf3.png",
    "excerpt": "Soluzioni innovative per un mondo più verde e sostenibile.",
    "main": "Le energie rinnovabili rappresentano la chiave per un futuro sostenibile, con tecnologie che migliorano l'efficienza e riducono le emissioni di carbonio."
  }
}
