{
  "corto-alto-08-2025": {
    "title": "Corto.Alto 2025: il fenomeno musicale tra elettronica, soul e live band",
    "image": "https://f4.bcbits.com/img/0040070969_10.jpg",
    "excerpt": "Dalla scena di Glasgow al mondo intero, corto.alto fonde elettronica, soul, funk e hip-hop in live-show intensi e composizioni audaci. Scopri il viaggio musicale di Liam Shortall.",
    "youtube": "https://www.youtube.com/watch?v=yQwiEIb4Ocs",
    "main": "Se Hiatus Kaiyote e Masters At Work avessero avuto un figlio, sarebbe stato corto.alto: così Gilles Peterson descrive Liam Shortall, multi-strumentista, produttore e performer che negli ultimi anni ha catturato l’attenzione del panorama musicale internazionale.\n\n### Origini e formazione\nCorto.alto, nome d’arte che gioca sull’eredità irlandese-spagnola di Shortall (traducibile come “short.tall”), ha studiato formalmente musica al prestigioso Royal Conservatoire of Scotland. Cresciuto nella fertile scena musicale di Glasgow, ha sviluppato un approccio eclettico, che unisce live instrumentation ed elettronica, hip-hop, funk e soul.\n\n### Album e singoli\nIl debut album 'Bad With Names' (2024) gli è valso una nomination al Mercury Music Prize, e l’ha portato a esibirsi in centinaia di show, incluso il mini-festival “Made In Glasgow” al Barrowlands Ballroom. Con il nuovo singolo **\"DON’T LISTEN\"**, Shortall esplora il contrasto tra struttura e istinto: basslines potenti, lead distorti, voci fuzzy e archi avvolgenti. Come dice lui, è un invito a ignorare la conformità creativa e seguire la libertà artistica.\n\nIl progetto '30/108' (2024) ha ulteriormente dimostrato la sua capacità di sperimentare: 30 tracce rilasciate in un mese, estratte da 108 demo, accompagnate da performance live video. Un esempio di creatività rapida e improvvisazione, oltre i limiti della produzione tradizionale.\n\n### Live e band\nI live di corto.alto sono uno spettacolo totale: Shortall alterna basso, synth, trombone ed effetti, dirigendo una band di musicisti di talento, amici e collaboratori frequenti. Nel 2025, il gruppo sarà protagonista ai festival Glastonbury West Holts e Shangri-La, oltre a date internazionali negli USA e tour UK & EU, con il suo più grande show al London KOKO.\nCorto.alto rappresenta una generazione di artisti senza confini di genere, capace di fondere storia, tecnica e sperimentazione. Dal club alla sala da concerto, la musica di Liam Shortall parla di libertà creativa, passione per il suono e un approccio unico all’innovazione musicale."
  },

  "best-free-synths-08-2025": {
    "title": "10 sintetizzatori VST gratuiti ed affidabili da includere nella tua libreria",
    "image": "https://vital.audio/images/vital_screenshot_1080.png",
    "excerpt": "Una selezione aggiornata dei migliori sintetizzatori VST gratuiti del 2025: da wavetable avanzati a analogici vintage, ideali per produttori indie e sound designer.",
    "youtube": "https://www.youtube.com/watch?v=5N6PUryqX1w",
    "main": "Il 2025 offre una vasta gamma di **sintetizzatori VST gratuiti** di alta qualità, ideali per produttori e sound designer che desiderano esplorare nuovi suoni senza spendere una fortuna. In questo articolo, esploreremo i migliori plugin disponibili, dalle emulazioni analogiche ai synth wavetable avanzati.\n\n### 1. Vital\nUn potente sintetizzatore wavetable con un’interfaccia visiva interattiva che rende semplice la creazione di suoni complessi. Le modulazioni sono estremamente flessibili e intuitive, con la possibilità di trascinare sorgenti di controllo direttamente sui parametri. Include centinaia di wavetable e supporta la creazione di forme personalizzate. Perfetto per generi moderni come EDM, trap e ambient elettronico. [https://vital.audio](https://vital.audio)\n![https://vital.audio](https://vital.audio/images/vital_screenshot_1080.png)\n\n### 2. Surge XT\nUn synth open-source che combina oscillatori potenti, filtri di alta qualità e un vasto arsenale di effetti integrati. Grazie alla sua architettura modulare e sperimentale, è ideale per sound designer che vogliono uscire dai soliti schemi. Offre compatibilità multi-piattaforma e aggiornamenti costanti dalla community. Ottimo per chi cerca versatilità e innovazione sonora. [Scarica qui](https://surge-synthesizer.github.io/)\n![Surge XT](https://surge-synthesizer.github.io/images/manual-xt/Pictures/surge.png)\n\n### 3. TAL-NoiseMaker\nUn sintetizzatore analogico virtuale che si distingue per la sua semplicità e il suono caldo. Dispone di tre oscillatori, un arpeggiatore integrato e numerosi preset pronti all’uso. È perfetto per bassi corposi, lead incisivi e pad morbidi. La sua interfaccia pulita lo rende adatto anche ai principianti. [Scarica qui](https://tal-software.com/products/tal-noisemaker)\n![Screenshot TAL-NoiseMaker](https://tal-software.com/images/products/tal-noisemaker-new.jpg)\n\n### 4. Dexed\nUn’emulazione fedele del celebre Yamaha DX7, il synth che ha definito il sound anni ’80 con la sintesi FM. Offre un’accurata compatibilità con i preset originali e permette di importare librerie storiche. Grazie alla sua natura gratuita, è un must per chi vuole esplorare sonorità FM cristalline e metalliche. Ideale per toni elettrici, campane e texture vintage. [Scarica qui](https://asb2m10.github.io/dexed/)\n![Screenshot Dexed](https://static.kvraudio.com/i/b/dexed.png)\n\n### 5. Helm\nUn sintetizzatore semi-modulare dal design intuitivo e moderno, con un’ampia gamma di opzioni di modulazione. Include step sequencer, stutter e un’interfaccia che invita alla sperimentazione sonora. Perfetto per generi elettronici contemporanei, dall’house alla techno fino alla musica sperimentale. Offre suoni brillanti e dinamici con un workflow fluido. [Scarica qui](https://tytel.org/helm/)\n![Screenshot Helm](https://tytel.org/static/images/helm_screenshot.png)\n\n### 6. ZynAddSubFX\nUn synth open-source estremamente versatile che unisce sintesi additiva, sottrattiva e PAD synthesis. È ideale per generare paesaggi sonori ricchi, ambienti eterei e timbri complessi. La sua flessibilità lo rende un vero strumento di laboratorio per chi vuole creare texture uniche. Ottimo per colonne sonore, ambient e musica elettronica atmosferica. [Scarica qui](https://zynaddsubfx.sourceforge.io/download.html)\n![Screenshot ZynAddSubFX](https://zynaddsubfx.sourceforge.io/images/screenshot03.png)\n\n### 7. Tyrell N6\nUn sintetizzatore virtuale con un’anima analogica, sviluppato da u-he in collaborazione con la community di Amazona.de. Si ispira ai celebri synth Roland Juno e riproduce un suono caldo e vintage. Offre un’interfaccia semplice ma ricca di possibilità creative, ideale per lead, pad e bassi retrò. Un classico per chi ama il suono anni ’80 e la synthwave. [Scarica qui](https://u-he.com/products/tyrelln6/)\n![Screenshot Tyrell N6](https://u-he.com/products/tyrelln6/assets/images/uhe-tyrelln6-screenshot-fullui-1150x575.jpg)\n\n### 8. Synth1\nUno dei VST gratuiti più popolari di sempre, ispirato al leggendario Clavia Nord Lead 2. Vanta una libreria sterminata di preset creati dagli utenti nel corso degli anni, che lo rendono adatto a qualsiasi genere musicale. Leggero sulle risorse del sistema ma estremamente potente. Ottimo per chi cerca versatilità senza complicazioni. [Scarica qui](https://plugins4free.com/plugin/245/)\n![Screenshot Synth1](https://static.kvraudio.com/i/b/synth1-113.webp)\n\n### 9. Charlatan\nUn sintetizzatore analogico virtuale minimalista ma efficace, con un’interfaccia chiara e senza fronzoli. Nonostante la semplicità, offre un suono potente e immediato, perfetto per bassi energici e lead diretti. La sua leggerezza lo rende ideale anche su computer meno performanti. Una scelta perfetta per chi vuole un synth veloce e immediato. [Scarica qui](https://www.blaukraut.info/charlatan.html)\n![Screenshot Charlatan](https://www.blaukraut.info/images/charlatan2.png)\n\n### 10. Crystal\nUn synth semi-modulare dalle potenzialità sorprendenti, con funzioni di sintesi FM, modulazioni complesse e un arpeggiatore avanzato. È apprezzato per i suoi suoni atmosferici e sperimentali, ideali per ambient e colonne sonore. La sua interfaccia può sembrare densa, ma offre una profondità creativa enorme. Perfetto per chi ama esplorare nuove dimensioni sonore. [Scarica qui](https://www.greenoak.com/crystal/)\n![Screenshot Crystal](https://static.kvraudio.com/i/b/crystal.jpg)\n\n"
  },
    "bandcamp-fridays-2025": {
    "title": "Bandcamp Fridays: Sostieni gli Artisti Senza Intermediari",
    "image": "https://f4.bcbits.com/img/0037881896_0",
    "excerpt": "Un’iniziativa nata nel 2020 per sostenere la musica indipendente: nei Bandcamp Fridays, la piattaforma rinuncia alle sue commissioni e ogni acquisto va direttamente agli artisti e alle label.",
    "youtube": "",
    "main": "I **Bandcamp Fridays** sono giornate speciali in cui Bandcamp rinuncia alla sua quota di commissioni e trasferisce l’intero ricavato delle vendite direttamente a **musicisti ed etichette**. Nati nel marzo 2020, durante la pandemia che aveva bloccato i tour dal vivo, questi eventi si sono rivelati una forma concreta di sostegno alla musica indipendente.\n\n### Perché contano\nDal loro lancio, i Bandcamp Fridays hanno permesso a milioni di fan di sostenere direttamente gli artisti, generando **oltre 120 milioni di dollari** di entrate extra. Per molti musicisti, questi ricavi hanno significato poter pagare l’affitto, finanziare registrazioni o avviare tour.\n\n### Come funzionano\n- Si svolgono in date annunciate durante l’anno.\n- Per 24 ore, Bandcamp azzera la sua revenue share.\n- Ogni acquisto di album, singoli o merchandising finanzia direttamente artisti ed etichette.\n\n### Impatto\nI Bandcamp Fridays sono diventati anche uno strumento per cause sociali e raccolte fondi benefiche. In un panorama dominato dallo streaming, ricordano l’importanza del **supporto diretto**: comprare musica è un atto culturale che rafforza la scena indipendente."
  }
}
