{

  "sid": {
    "short": "S.I.D. è un trio sludge/doom metal italiano, attivo dal 2019 e noto per il suo sound opprimente e ipnotico, capace di fondere atmosfere doom dense con la pesantezza corrosiva dello sludge. La band è composta da Fra (voce, chitarre, testi), Ikea (chitarre, basso, campionamenti) e Pikkio (batteria), una formazione che si distingue per un approccio musicale potente e concettuale.",
    "review": "Il loro primo album, Architects Of Armageddon (2019), ha ricevuto ampi consensi nella scena underground, mettendo in luce la loro capacità di costruire un suono devastante ma riflessivo, dove temi apocalittici, bellici e ambientali si intrecciano a un tessuto musicale soffocante e ipnotico.\n\nNel 2022, con l’EP City Of Chemistry, i S.I.D. hanno approfondito ulteriormente il loro immaginario oscuro e politico, ispirandosi al libro di Gianluca Di Feo Veleni di Stato. Il disco rappresenta la seconda parte di una trilogia dedicata alle atrocità della guerra, con un focus sulle armi chimiche e il loro impatto letale. L’EP, prodotto dalla band e registrato presso lo studio V.A.N.G.A., combina riff lenti e massicci, growl profondi e ritmiche serrate, arricchite da passaggi di viola che aggiungono un’atmosfera malinconica e teatrale.\n\nNel 2023, i S.I.D. hanno ampliato il proprio orizzonte collaborativo con l’uscita della split tape Over The Pain, realizzata insieme alla band hardcore punk/sludge messicana Deshuesadero di Città del Messico. Questa collaborazione internazionale, pubblicata da Terror Casets, Wrong Disk Records e Nido de Ratas, evidenzia il dialogo tra due scene underground distanti ma unite dalla stessa intensità emotiva e dall’urgenza di superare il dolore attraverso la musica.\n\n",
    "extended": "Over The Pain è un’opera che esplora la sofferenza come condizione universale e personale, una \"membrana da attraversare\" per trovare nuova forza interiore e rialzarsi. I brani dei S.I.D., “Downhill” e “Void”, si intrecciano con quelli aggressivi e carichi di tensione dei Deshuesadero, dando vita a un progetto che parla di resilienza e lotta in un mondo ostile. Musicalmente, i S.I.D. sono diventati un punto di riferimento nella scena doom/sludge europea, con un suono che spazia dal ritmo funereo del funeral doom a tocchi abrasivi di crust punk, mantenendo sempre un forte carattere evocativo e un cuore profondamente concettuale. I loro concerti dal vivo sono esperienze immersive, che fondono sonorità pesanti e atmosfere oscure, capaci di condurre l’ascoltatore in un viaggio tra catastrofi umane e paesaggi sonori post-apocalittici.",
    "lineup": [
      { "name": "Fra", "roles": ["voce", "chitarre", "testi"] },
      { "name": "Ikea", "roles": ["chitarre", "basso", "campionamenti"] },
      { "name": "Pikkio", "roles": ["batteria"] }
    ],
    "collaborations": [
      {
        "name": "Beatrice Marata",
        "instrument": "viola",
        "note": "in City Of Chemistry"
      },
      {
        "name": "Deshuesadero",
        "instrument": "band hardcore punk/sludge da Città del Messico",
        "note": "in Over The Pain (2023)"
      }
    ],
    "discography": [
      { "title": "Architects Of Armageddon", "year": 2019, "type": "album" },
      { "title": "City Of Chemistry", "year": 2022, "type": "EP" },
      {
        "title": "Over The Pain",
        "year": 2023,
        "type": "split",
        "with": "Deshuesadero"
      }
    ],
    "trivia": "I S.I.D. non sono solo una band, ma un progetto che riflette profondamente sulle contraddizioni del nostro tempo, dalla guerra all’inquinamento, passando per il dolore collettivo e personale. La loro musica è una potente forma di protesta, ma anche un invito alla riflessione e alla resistenza."
  },

  "morsura": {
    "short": "Morsura è un trio noise/post-hardcore marchigiano-veneto, attivo dal 2018. Nato dall'incontro tra Jacopo Pannocchia, Mattia Antonelli (Tagliabuio) e Federico Aggio (Lucertulas, Cattivi Maestri), il gruppo si distingue per un suono tellurico e lancinante, profondamente legato all’estetica delle arti grafiche e incisorie.",
    "review": "Il debutto discografico di Morsura arriva nel 2018 con Selvatica, un lavoro che unisce intensità sonora e ricerca visiva. La grafica, curata da Jacopo Pannocchia, riflette perfettamente l’identità sonora della band: brutale, vibrante, solcata da tonalità sulfuree e spettrali. Il titolo stesso dell’album richiama una dimensione primitiva e incontrollata, evocativa tanto quanto i brani che lo compongono.\n\nIl nome Morsura deriva dalla terminologia dell'incisione artistica, dove rappresenta l’azione del mordente sulla lastra: un'immagine che incarna l’approccio sonoro del gruppo, aggressivo e incisivo, tra noise, post-hardcore e tensioni sperimentali. Le esibizioni dal vivo sono esperienze dirette e viscerali, dove il suono si fa gesto, materia e lotta.",
    "extended": "Attivo dal 2018, Morsura è un progetto che si muove tra le Marche e il Veneto e che fonde esperienze musicali diverse nel contesto del noise-rock e del post-hardcore. La formazione è composta da Jacopo Pannocchia, artista visivo e chitarrista, Mattia Antonelli, batterista e chitarrista nei Tagliabuio, e Federico Aggio, cantante e bassista dei Lucertulas e collaboratore nei Cattivi Maestri di Pierpaolo Capovilla.\n\nL’estetica di Morsura è fortemente influenzata dal mondo dell’incisione e delle arti visive: non a caso, la band assume come proprio nome il termine tecnico che indica l’azione chimica del mordente su una lastra da stampa. Questa metafora si riflette nella loro musica, che corrode e plasma, scavando nella materia del suono per raggiungere un'espressività brutale ma articolata.\n\nNel 2024 il gruppo apre il palco a nuove collaborazioni, tra cui quella con Loris Cericola (Spirale), chitarrista e cantante marchigiano che debutta dal vivo con Morsura il 5 luglio al Rock al Grot, presso il Parco delle Grotte di Labante (BO).",
    "lineup": [
      {
        "name": "Jacopo Pannocchia",
        "roles": ["batteria", "graphics"]
      },
      {
        "name": "Mattia Antonelli",
        "roles": ["chiatarra", "chiatarra (Tagliabuio)"]
      },
      {
        "name": "Federico Aggio",
        "roles": ["basso", "vocals (Lucertulas, Cattivi Maestri)"]
      },
            {
        "name": "Loris Cericola",
        "roles":[ "guitar, vocals"]      
      }
    ],
    "collaborations": [

    ],
    "discography": [
      {
        "title": "Selvatica",
        "year": 2018,
        "type": "album"
      }
    ],
    "trivia": "Il nome 'Morsura' proviene dal linguaggio della stampa artistica, dove indica l’effetto corrosivo del mordente su una lastra. Questo concetto visivo e fisico diventa simbolo della poetica sonora del gruppo: ruvida, incisiva, e profondamente materica. Le loro performance live sono intense, liberatorie, e connotate da un'estetica coerente con l’arte visiva prodotta dal chitarrista Jacopo Pannocchia."
  },
    "risorse_umane": {
    "short": "Le Risorse Umane sono un trio post punk / new wave attivo tra Milano e Ancona. La loro musica fonde atmosfere cupe, ritmi elettronici e testi spoken word, ispirandosi alle sonorità degli anni '80, '90 e 2000. Nato nei primi anni Venti, il gruppo affianca all'immaginario industriale e alienato della metropoli una forte componente narrativa e poetica.",
    "review": "Con *Con Effetto Immediato* (2024) e il nuovo EP del 2025, Le Risorse Umane consolidano una proposta sonora cupa e incisiva, sospesa tra malinconia urbana e ironia disillusa. Le tracce alternano spoken word e cantato, chitarre post-punk e arrangiamenti elettronici in una sintesi di cinema esistenziale e tensione metropolitana. I riferimenti a Massimo Volume, Diaframma e Offlaga Disco Pax appaiono evidenti ma rielaborati con personalità. L’identità delle Risorse Umane si nutre di un’ironia tagliente e di una poetica profondamente urbana. Il loro motto fittizio — 'attive nel panorama finanziario milanese dal lunedì al venerdì, dalle 08:00 alle 18:00. Nella restante parte del tempo invece fanno i soldi veri' — è un commento ironico sul mondo del lavoro contemporaneo e sull’alienazione di chi ci vive dentro. Musicalmente il gruppo sperimenta tra chitarre nervose, beat sintetici e arrangiamenti cinematografici, offrendo un’estetica postmoderna che attraversa generi e decadi. Le loro storie si muovono tra periferie, palestre anni '80 e riunioni autogestite, sempre sospese tra disillusione e desiderio di riscatto.",
    "extended": "",
    "lineup": [
      {
        "name": "Valerio Alessandrini",
        "roles": ["voce", "testi"]
      },
      {
        "name": "Jacopo Mazzoni",
        "roles": ["musica", "produzione", "mix"]
      },
      {
        "name": "Alessandro Rivi",
        "roles": ["musica", "produzione"]
      }
    ],
    "collaborations": [
      {
        "name": "Stefano Sestani",
        "instrument": "produzione e mix",
        "note": "su più brani dell’EP, tra cui 'Il Dormitorio' e 'La grande scena Trap degli anni ‘10'"
      },
      {
        "name": "Lorenzo Paoletti",
        "instrument": "produzione e mastering",
        "note": "master e produzione di 'GRUPPI D’ASCOLTO per persone silenziose'"
      },
      {
        "name": "Marco Bergamini",
        "instrument": "mix",
        "note": "su 'Guardare le Gru'"
      },
      {
        "name": "Leonardo Celsi",
        "instrument": "voce",
        "note": "su 'Il Dormitorio'"
      },
      {
        "name": "Valeria Galandrini",
        "instrument": "voce",
        "note": "su 'La grande scena Trap degli anni ‘10'"
      }
    ],
    "discography": [
      {
        "title": "Con Effetto Immediato",
        "year": 2024,
        "type": "EP"
      },
      {
        "title": "Titolo EP 2025",
        "year": 2025,
        "type": "EP"
      }
    ],
    "trivia": "Le Risorse Umane dichiarano ironicamente di essere nate dall’autogestione di un dipartimento aziendale fittizio, dopo la scomparsa del responsabile F4. La loro estetica e comunicazione gioca con il linguaggio burocratico e corporate per mettere in scena una critica sottile e pungente del mondo del lavoro e delle dinamiche di potere contemporanee."
  }
}
