{
  "odelia": {
    "short": "Odelia è un'artista emergente che fonde sonorità alternative e indie con narrazione emotiva.",
    "review": "Odelia si sta facendo notare per la sua voce eterea e le sue composizioni audaci che uniscono i generi alternative e indie. Nata e cresciuta a Parigi, la sua musica riflette introspezione profonda e malinconia urbana.",
    "extended": "Odelia ha iniziato il suo percorso artistico tra le strade vibranti di Parigi, dove ha coltivato la passione per la musica alternativa e la scrittura introspettiva. Ispirata da artisti come Daughter e Bon Iver, il suo stile mescola chitarre delicate, texture ambientali e testi emotivamente intensi. Il suo EP di debutto, registrato in modo indipendente, esplora temi come isolamento, rinascita e desiderio. Il suo lavoro è apprezzato per la qualità cinematografica e la connessione emotiva che crea con il pubblico, in particolare tra i giovani in cerca di autenticità e profondità."
  },
  "kael": {
    "short": "Kael è un producer di Berlino che unisce ritmi elettronici con profondità ambient e paesaggi sonori emotivi.",
    "review": "Kael crea musica elettronica futuristica caratterizzata da minimalismo, texture e spazialità. Il suo suono affascina gli appassionati di ambient techno e IDM sperimentale.",
    "extended": "L’universo musicale di Kael è profondamente radicato nella scena underground berlinese. Le sue composizioni si basano su arrangiamenti sintetici complessi, linee di basso pulsanti e strati atmosferici che evocano isolamento e trascendenza. Influenzato da artisti come Aphex Twin, Nils Frahm e Boards of Canada, i suoi live sono noti per la qualità immersiva e l'uso ipnotico dei visual. Spesso collabora con artisti visivi per creare performance multisensoriali che sfidano i confini tra suono e percezione."
  },
  "leona": {
    "short": "Leona fonde soul retrò, R&B e elementi cinematografici per creare un suono senza tempo e carico di emozione.",
    "review": "Nata a Montréal, Leona richiama l’anima old-school con un tocco moderno. La sua voce espressiva e gli arrangiamenti ricchi hanno conquistato il pubblico a livello globale.",
    "extended": "Lo stile musicale di Leona è un omaggio ai grandi del soul come Aretha Franklin e Nina Simone, arricchito da una produzione R&B moderna e una vena cinematografica. I suoi brani esplorano temi come amore, forza interiore e vulnerabilità, trasmessi con una voce vellutata e orchestrazioni raffinate. Dopo anni di esibizioni nei jazz club del Canada, ha raggiunto il successo virale con il brano 'Velvet Walls'. L’arte di Leona si distingue per la profondità emotiva e l’eleganza visiva, spesso accompagnata da storytelling video e cortometraggi."
  },
  "santo": {
    "short": "Santo fonde radici latine e pop globale per creare musica potente e ritmata con impatto sociale.",
    "review": "Da Città del Messico, Santo mescola reggaeton, cumbia e suoni urbani, coniugando tradizione e innovazione.",
    "extended": "Santo è una voce innovativa della musica latina contemporanea. Nato nel cuore di Città del Messico, nei suoi brani porta il ritmo delle sue radici: percussioni intense, melodie tradizionali e testi che parlano di identità, migrazione e resistenza. Alternando spagnolo e inglese, i suoi testi sono ispirati a Calle 13 e Bad Bunny. Con l’album d’esordio 'Fronteras', si è imposto come voce della nuova generazione latina: consapevole, sperimentale e profondamente legata alla comunità."
  },
  "amira": {
    "short": "Amira è una vocalist neo-jazz di Londra che unisce tradizione e sperimentazione con grazia poetica.",
    "review": "Amira rinnova il jazz classico con un tocco soul e sensibilità moderna. La sua voce è definita 'ipnotica e senza tempo'.",
    "extended": "Proveniente dalla scena jazz londinese, Amira fonde jazz, soul e spoken word in uno stile tanto audace quanto intimo. Formata nel canto classico ma attratta dall'improvvisazione, le sue esibizioni sono dialoghi personali con il pubblico. I testi affrontano identità, diaspora e ricerca interiore, ispirandosi a Billie Holiday e Erykah Badu. L’EP d’esordio 'Midnight Verses' è stato acclamato per la sua vulnerabilità emotiva e sonorità raffinata. Amira è attiva anche in collettivi artistici, unendo musica, attivismo e patrimonio culturale."
  },

  "sid": {
    "short": "S.I.D. è un trio sludge/doom metal italiano, attivo dal 2019 e noto per il suo sound opprimente e ipnotico, capace di fondere atmosfere doom dense con la pesantezza corrosiva dello sludge. La band è composta da Fra (voce, chitarre, testi), Ikea (chitarre, basso, campionamenti) e Pikkio (batteria), una formazione che si distingue per un approccio musicale potente e concettuale.",
    "review": "Il loro primo album, Architects Of Armageddon (2019), ha ricevuto ampi consensi nella scena underground, mettendo in luce la loro capacità di costruire un suono devastante ma riflessivo, dove temi apocalittici, bellici e ambientali si intrecciano a un tessuto musicale soffocante e ipnotico.\n\nNel 2022, con l’EP City Of Chemistry, i S.I.D. hanno approfondito ulteriormente il loro immaginario oscuro e politico, ispirandosi al libro di Gianluca Di Feo Veleni di Stato. Il disco rappresenta la seconda parte di una trilogia dedicata alle atrocità della guerra, con un focus sulle armi chimiche e il loro impatto letale. L’EP, prodotto dalla band e registrato presso lo studio V.A.N.G.A., combina riff lenti e massicci, growl profondi e ritmiche serrate, arricchite da passaggi di viola che aggiungono un’atmosfera malinconica e teatrale.\n\nNel 2023, i S.I.D. hanno ampliato il proprio orizzonte collaborativo con l’uscita della split tape Over The Pain, realizzata insieme alla band hardcore punk/sludge messicana Deshuesadero di Città del Messico. Questa collaborazione internazionale, pubblicata da Terror Casets, Wrong Disk Records e Nido de Ratas, evidenzia il dialogo tra due scene underground distanti ma unite dalla stessa intensità emotiva e dall’urgenza di superare il dolore attraverso la musica.\n\nOver The Pain è un’opera che esplora la sofferenza come condizione universale e personale, una \"membrana da attraversare\" per trovare nuova forza interiore e rialzarsi. I brani dei S.I.D., “Downhill” e “Void”, si intrecciano con quelli aggressivi e carichi di tensione dei Deshuesadero, dando vita a un progetto che parla di resilienza e lotta in un mondo ostile.",
    "extended": "Musicalmente, i S.I.D. sono diventati un punto di riferimento nella scena doom/sludge europea, con un suono che spazia dal ritmo funereo del funeral doom a tocchi abrasivi di crust punk, mantenendo sempre un forte carattere evocativo e un cuore profondamente concettuale. I loro concerti dal vivo sono esperienze immersive, che fondono sonorità pesanti e atmosfere oscure, capaci di condurre l’ascoltatore in un viaggio tra catastrofi umane e paesaggi sonori post-apocalittici.",
    "lineup": [
      { "name": "Fra", "roles": ["voce", "chitarre", "testi"] },
      { "name": "Ikea", "roles": ["chitarre", "basso", "campionamenti"] },
      { "name": "Pikkio", "roles": ["batteria"] }
    ],
    "collaborations": [
      {
        "name": "Beatrice Marata",
        "instrument": "viola",
        "note": "in City Of Chemistry"
      },
      {
        "name": "Deshuesadero",
        "instrument": "band hardcore punk/sludge da Città del Messico",
        "note": "in Over The Pain (2023)"
      }
    ],
    "discography": [
      { "title": "Architects Of Armageddon", "year": 2019, "type": "album" },
      { "title": "City Of Chemistry", "year": 2022, "type": "EP" },
      {
        "title": "Over The Pain",
        "year": 2023,
        "type": "split",
        "with": "Deshuesadero"
      }
    ],
    "trivia": "I S.I.D. non sono solo una band, ma un progetto che riflette profondamente sulle contraddizioni del nostro tempo, dalla guerra all’inquinamento, passando per il dolore collettivo e personale. La loro musica è una potente forma di protesta, ma anche un invito alla riflessione e alla resistenza."
  }
}
