{
  "title": "Sobre Nosotros",
    "intro": "Rare Vibes es un espacio creado para dar visibilidad a quienes crean con pasión. Amamos la música independiente, el arte visual que habla sin filtros y todo lo que nace de una idea sincera. Aquí puedes compartir tu creatividad con libertad, sin etiquetas.\nQueremos construir un lugar auténtico, donde las personas creativas puedan darse a conocer, compartir sus obras y encontrar una comunidad real, curiosa y dispuesta a escuchar.\nRare Vibes nació de una idea sencilla: un desarrollador apasionado por la música y la creatividad quería crear un espacio libre de algoritmos y modas. Así nació este proyecto, que crece poco a poco gracias a cada artista que confía en nosotros.\nCreemos en la autenticidad, la calidad, el intercambio sincero y la libertad de expresión. Sin barreras, sin competencia. Solo arte, pasión y ganas de contar historias.",
    "ourMissionTitle": "Nuestra Misión",
    "ourMission": "Crear una plataforma dinámica que combine tecnología y pasión por el arte, apoyando a los artistas mediante envíos gratuitos y promoviendo contenidos genuinos y originales.",
    "ourStoryTitle": "Nuestra Historia",
    "ourStory": "Rare Vibes nació de la pasión de un desarrollador comprometido a mejorar constantemente la plataforma, uniendo tecnología y expresión artística para fomentar la creatividad independiente.",
    "teamTitle": "Nuestro Equipo",
    "team": "Detrás de Rare Vibes está un desarrollador apasionado dedicado a curar el contenido y evolucionar el sitio con nuevas funciones para involucrar y conectar a la comunidad.",
    "valuesTitle": "Nuestros Valores",
    "values": "Creemos en la apertura, la calidad, la autenticidad y en apoyar la creatividad sin barreras.",
    "lastUpdated": "Última actualización: agosto de 2025",
      "bmc":"Si te gusta Rare Vibes y quieres contribuir al crecimiento de este espacio libre y auténtico, puedes invitarnos a un café en Buy Me a Coffee. Incluso un pequeño gesto puede marcar la diferencia y ayudarnos a apoyar a cada vez más artistas independientes."
}
