{
  "corto-alto-08-2025": {
    "title": "Corto.Alto 2025: el fenómeno musical entre electrónica, soul y banda en vivo",
    "image": "https://f4.bcbits.com/img/0040070969_10.jpg",
    "excerpt": "Desde la escena de Glasgow al mundo entero, corto.alto fusiona electrónica, soul, funk y hip-hop en shows en vivo intensos y composiciones audaces. Descubre el viaje musical de Liam Shortall.",
    "youtube": "https://www.youtube.com/watch?v=yQwiEIb4Ocs",
    "main": "Si Hiatus Kaiyote y Masters At Work tuvieran un hijo, sería corto.alto: así describe Gilles Peterson a Liam Shortall, multiinstrumentista, productor y performer que ha captado la atención de la escena musical internacional en los últimos años.\n\n### Orígenes y formación\nCorto.alto, nombre artístico que juega con la herencia irlandesa-española de Shortall (traducible como “corto.alto”), estudió música en el prestigioso Royal Conservatoire of Scotland. Creciendo en la fértil escena musical de Glasgow, desarrolló un enfoque ecléctico, combinando instrumentación en vivo y electrónica, hip-hop, funk y soul.\n\n### Álbumes y singles\nEl álbum debut 'Bad With Names' (2024) le valió una nominación al Mercury Music Prize y lo llevó a presentarse en cientos de shows, incluido el mini-festival “Made In Glasgow” en Barrowlands Ballroom. Con el nuevo single **\"DON’T LISTEN\"**, Shortall explora el contraste entre estructura e instinto: líneas de bajo potentes, leads distorsionados, voces fuzzy y cuerdas envolventes. Según él, es una invitación a ignorar la conformidad creativa y seguir la libertad artística.\n\nEl proyecto '30/108' (2024) mostró aún más su capacidad de experimentar: 30 temas publicados en un mes, seleccionados de 108 demos, acompañados de performances en video en vivo. Un ejemplo de creatividad rápida y de improvisación, más allá de los límites de la producción tradicional.\n\n### En vivo y banda\nLos shows de corto.alto son un espectáculo total: Shortall alterna bajo, sintetizador, trombón y efectos, dirigiendo un grupo de músicos talentosos, amigos y colaboradores habituales. En 2025, la banda estará en festivales como Glastonbury West Holts y Shangri-La, así como en fechas internacionales en EE. UU. y gira por Reino Unido y Europa, con su show más grande en el London KOKO.\nCorto.alto representa a una generación de artistas sin fronteras de género, capaces de fusionar historia, técnica y experimentación. De club a sala de conciertos, la música de Liam Shortall habla de libertad creativa, pasión por el sonido y un enfoque único de la innovación musical."
  },
  
  "best-free-synths-08-2025": {
    "title": "10 sintetizadores VST gratuitos y fiables para tu biblioteca en 2025",
    "image": "https://vital.audio/images/vital_screenshot_1080.png",
    "excerpt": "Una selección actualizada de los mejores sintetizadores VST gratuitos de 2025: desde wavetables avanzadas hasta analógicos vintage, ideales para productores indie y diseñadores de sonido.",
    "youtube": "https://www.youtube.com/watch?v=5N6PUryqX1w",
    "main": "2025 ofrece una amplia gama de **sintetizadores VST gratuitos** de alta calidad, perfectos para productores y diseñadores de sonido que quieran explorar nuevos sonidos sin gastar dinero. Este artículo explora los mejores plugins disponibles, desde emulaciones analógicas hasta sintetizadores wavetable avanzados.\n\n### 1. Vital\nUn potente sintetizador wavetable con interfaz visual interactiva que simplifica la creación de sonidos complejos. Las modulaciones son muy flexibles e intuitivas, con posibilidad de arrastrar fuentes de control directamente sobre los parámetros. Incluye cientos de wavetables y soporta la creación de formas personalizadas. Perfecto para géneros modernos como EDM, trap y ambient electrónico. [https://vital.audio](https://vital.audio)\n![https://vital.audio](https://vital.audio/images/vital_screenshot_1080.png)\n\n### 2. Surge XT\nSintetizador open-source que combina potentes osciladores, filtros de alta calidad y un arsenal de efectos integrados. Gracias a su arquitectura modular y experimental, es ideal para diseñadores de sonido que buscan salirse de los patrones clásicos. Compatible multiplataforma y con actualizaciones regulares. Excelente para versatilidad e innovación sonora. [Descargar aquí](https://surge-synthesizer.github.io/)\n![Surge XT](https://surge-synthesizer.github.io/images/manual-xt/Pictures/surge.png)\n\n### 3. TAL-NoiseMaker\nSintetizador analógico virtual que destaca por su simplicidad y sonido cálido. Tres osciladores, arpegiador integrado y numerosos presets listos para usar. Ideal para bajos potentes, leads incisivos y pads suaves. Interfaz clara para principiantes. [Descargar aquí](https://tal-software.com/products/tal-noisemaker)\n![Screenshot TAL-NoiseMaker](https://tal-software.com/images/products/tal-noisemaker-new.jpg)\n\n### 4. Dexed\nEmulación fiel del legendario Yamaha DX7, sintetizador icónico de los 80 con síntesis FM. Compatible con presets originales e importación de bibliotecas históricas. Gratuito e imprescindible para explorar sonidos FM metálicos y cristalinos. Perfecto para timbres eléctricos, campanas y texturas vintage. [Descargar aquí](https://asb2m10.github.io/dexed/)\n![Screenshot Dexed](https://static.kvraudio.com/i/b/dexed.png)\n\n### 5. Helm\nSintetizador semi-modular de diseño intuitivo y moderno, con amplia gama de opciones de modulación. Incluye step sequencer, stutter y una interfaz que favorece la experimentación sonora. Perfecto para electrónica contemporánea, house, techno y música experimental. Sonidos brillantes y dinámicos con flujo de trabajo fluido. [Descargar aquí](https://tytel.org/helm/)\n![Screenshot Helm](https://tytel.org/static/images/helm_screenshot.png)\n\n### 6. ZynAddSubFX\nSintetizador open-source extremadamente versátil que combina síntesis aditiva, sustractiva y PAD. Ideal para paisajes sonoros ricos, ambientes etéreos y timbres complejos. Un verdadero laboratorio para texturas únicas. Perfecto para bandas sonoras, ambient y electrónica atmosférica. [Descargar aquí](https://zynaddsubfx.sourceforge.io/download.html)\n![Screenshot ZynAddSubFX](https://zynaddsubfx.sourceforge.io/images/screenshot03.png)\n\n### 7. Tyrell N6\nSintetizador virtual de alma analógica, desarrollado por u-he con la comunidad Amazona.de. Inspirado en los famosos Roland Juno, con sonido cálido y vintage. Interfaz simple pero creativa, perfecto para leads, pads y bajos retro. Clásico para fans de sonidos de los 80 y synthwave. [Descargar aquí](https://u-he.com/products/tyrelln6/)\n![Screenshot Tyrell N6](https://u-he.com/products/tyrelln6/assets/images/uhe-tyrelln6-screenshot-fullui-1150x575.jpg)\n\n### 8. Synth1\nUno de los VST gratuitos más populares, inspirado en el legendario Clavia Nord Lead 2. Amplia biblioteca de presets creada por la comunidad. Ligero pero potente, adecuado para todos los géneros. [Descargar aquí](https://plugins4free.com/plugin/245/)\n![Screenshot Synth1](https://static.kvraudio.com/i/b/synth1-113.webp)\n\n### 9. Charlatan\nSintetizador analógico minimalista pero eficaz, interfaz clara y sin adornos. Sonido potente e inmediato, ideal para bajos y leads directos. Ligero para ordenadores modestos. Perfecto para un sintetizador rápido y eficiente. [Descargar aquí](https://www.blaukraut.info/charlatan.html)\n![Screenshot Charlatan](https://www.blaukraut.info/images/charlatan2.png)\n\n### 10. Crystal\nSintetizador semi-modular con capacidades impresionantes, con FM, modulaciones complejas y arpegiador avanzado. Apreciado por sonidos atmosféricos y experimentales, ideal para ambient y bandas sonoras. Interfaz densa pero creativa. Perfecto para explorar nuevas dimensiones sonoras. [Descargar aquí](https://www.greenoak.com/crystal/)\n![Screenshot Crystal](https://static.kvraudio.com/i/b/crystal.jpg)"
  },
    "bandcamp-fridays-2025": {
    "title": "Bandcamp Fridays: Apoya a los artistas directamente",
    "image": "https://f4.bcbits.com/img/0037881896_0",
    "excerpt": "Una iniciativa lanzada en 2020 para apoyar a la música independiente: en los Bandcamp Fridays, la plataforma renuncia a sus comisiones y cada compra va directamente a los artistas y sellos.",
    "youtube": "",
    "main": "Los **Bandcamp Fridays** son días especiales en los que Bandcamp renuncia a su parte de ingresos y transfiere la totalidad de las ventas directamente a **músicos y sellos**. Nacidos en marzo de 2020, en plena pandemia que paralizó las giras en vivo, estos eventos se convirtieron en una forma concreta de apoyar la música independiente.\n\n### Por qué importan\nDesde su lanzamiento, los Bandcamp Fridays han permitido que millones de fans apoyen directamente a los artistas, generando **más de 120 millones de dólares** en ingresos adicionales. Para muchos, estos fondos significaron poder pagar el alquiler, financiar grabaciones o realizar giras.\n\n### Cómo funcionan\n- Se celebran en fechas anunciadas a lo largo del año.\n- Durante 24 horas, Bandcamp no cobra comisiones.\n- Cada compra de álbumes, singles o merchandising va directamente a artistas y sellos.\n\n### Impacto\nLos Bandcamp Fridays también se utilizan para dar visibilidad a causas sociales y campañas benéficas. En una industria dominada por el streaming, destacan la importancia del **apoyo directo**: comprar música no es solo un acto económico, sino también cultural que fortalece la escena independiente."
  }
}
