{
  "sid": {
    "short": "S.I.D. es un trío de sludge/doom metal de Italia, activo desde 2019 y conocido por su sonido opresivo e hipnótico, capaz de mezclar atmósferas densas de doom con la pesadez corrosiva del sludge. La banda está formada por Fra (voz, guitarras, letras), Ikea (guitarras, bajo, samples) y Pikkio (batería), una formación que se distingue por un enfoque musical poderoso y conceptual.",
    "review": "Su primer álbum, Architects Of Armageddon (2019), recibió elogios en la escena underground, destacando su capacidad para construir un sonido devastador pero reflexivo, donde los temas apocalípticos, bélicos y ambientales se entrelazan con una textura musical asfixiante e hipnótica.\n\nEn 2022, con el EP City Of Chemistry, S.I.D. profundizó aún más en su imaginario oscuro y político, inspirado en el libro Veleni di Stato (\"Venenos de Estado\") de Gianluca Di Feo. El disco representa la segunda parte de una trilogía dedicada a las atrocidades de la guerra, centrada en las armas químicas y su impacto letal. El EP, producido por la banda y grabado en el estudio V.A.N.G.A., combina riffs lentos y pesados, guturales profundos y ritmos tensos, enriquecido con pasajes de viola que aportan una atmósfera melancólica y teatral.\n\nEn 2023, S.I.D. amplió su horizonte colaborativo con el lanzamiento del split tape Over The Pain, realizado junto con la banda mexicana de hardcore punk/sludge Deshuesadero, de Ciudad de México. Esta colaboración internacional, publicada por Terror Casets, Wrong Disk Records y Nido de Ratas, destaca el diálogo entre dos escenas underground distantes pero unidas por la misma intensidad emocional y la urgencia de superar el dolor mediante la música.\n\nOver The Pain es una obra que explora el sufrimiento como condición universal y personal, una \"membrana que cruzar\" para encontrar nueva fuerza interior y levantarse. Las canciones de S.I.D., “Downhill” y “Void”, se entrelazan con los temas agresivos y cargados de tensión de Deshuesadero, creando un proyecto que habla de resiliencia y lucha en un mundo hostil.",
    "extended": "Musicalmente, S.I.D. se ha convertido en un referente en la escena doom/sludge europea, con un sonido que va desde la lentitud fúnebre del funeral doom hasta toques abrasivos de crust punk, manteniendo siempre un carácter evocador fuerte y un núcleo profundamente conceptual. Sus conciertos en vivo son experiencias inmersivas que mezclan peso sonoro y atmósferas oscuras, capaces de llevar al oyente por un viaje entre catástrofes humanas y paisajes sonoros post-apocalípticos.",
    "lineup": [
      { "name": "Fra", "roles": ["voz", "guitarras", "letras"] },
      { "name": "Ikea", "roles": ["guitarras", "bajo", "samples"] },
      { "name": "Pikkio", "roles": ["batería"] }
    ],
    "collaborations": [
      {
        "name": "Beatrice Marata",
        "instrument": "viola",
        "note": "en City Of Chemistry"
      },
      {
        "name": "Deshuesadero",
        "instrument": "banda de hardcore punk/sludge de Ciudad de México",
        "note": "en Over The Pain (2023)"
      }
    ],
    "discography": [
      { "title": "Architects Of Armageddon", "year": 2019, "type": "álbum" },
      { "title": "City Of Chemistry", "year": 2022, "type": "EP" },
      {
        "title": "Over The Pain",
        "year": 2023,
        "type": "split",
        "with": "Deshuesadero"
      }
    ],
    "trivia": "S.I.D. no es solo una banda, sino un proyecto que reflexiona profundamente sobre las contradicciones de nuestro tiempo: la guerra, la contaminación, el dolor colectivo y personal. Su música es una poderosa forma de protesta, pero también una invitación a la reflexión y la resistencia."
  },
  "morsura": {
    "short": "Morsura es un trío de noise/post-hardcore originario de las regiones de Las Marcas y Véneto, activo desde 2018. Formado por Jacopo Pannocchia, Mattia Antonelli (Tagliabuio) y Federico Aggio (Lucertulas, Cattivi Maestri), el grupo se caracteriza por un sonido telúrico y cortante, profundamente vinculado a la estética del grabado y las artes gráficas.",
    "review": "El primer disco de Morsura, *Selvatica*, fue lanzado en 2018, combinando intensidad sonora con una fuerte propuesta visual. El arte gráfico, realizado por Jacopo Pannocchia, representa con precisión la identidad brutal y vibrante del grupo, marcada por matices sulfúricos y espectrales. El título del álbum evoca una dimensión primitiva y descontrolada, presente en cada una de sus canciones.\n\nEl nombre 'Morsura' proviene del lenguaje del grabado, donde representa la acción corrosiva del ácido sobre la plancha. Esta metáfora refleja el enfoque sonoro del grupo: agresivo, físico y visceral. Sus actuaciones en directo son experiencias crudas y directas, donde el sonido se convierte en materia, gesto y confrontación.",
    "extended": "Activo desde 2018, Morsura es un proyecto que fusiona diferentes trayectorias musicales dentro del noise rock y el post-hardcore, desde Las Marcas hasta Véneto. La formación incluye a Jacopo Pannocchia (artista visual y guitarrista), Mattia Antonelli (baterista y guitarrista en Tagliabuio), y Federico Aggio (bajista y cantante en Lucertulas y Cattivi Maestri).\n\nEl universo estético de Morsura está profundamente influenciado por las técnicas de grabado. De hecho, el nombre 'Morsura' alude al efecto del mordiente en la plancha metálica. Esta imagen visual se traduce en una música que talla el sonido con brutalidad y expresión.\n\nEn 2024, Morsura abre una nueva etapa en vivo con la colaboración de Loris Cericola (Spirale), joven guitarrista y cantante de Las Marcas, quien debutó en vivo con la banda el 5 de julio en el festival Rock al Grot, en el Parco delle Grotte di Labante (BO).",
    "lineup": [
      {
        "name": "Jacopo Pannocchia",
        "roles": ["batería guitarra", "diseño gráfico"]
      },
      {
        "name": "Mattia Antonelli",
        "roles": ["guitarra", "guitarra (Tagliabuio)"]
      },
      {
        "name": "Federico Aggio",
        "roles": ["bajo", "voz (Lucertulas, Cattivi Maestri)"]
      },
      {
        "name": "Loris Cericola",
        "roles": ["guitarra, voz"]
      }
    ],
    "collaborations": [],
    "discography": [
      {
        "title": "Selvatica",
        "year": 2018,
        "type": "album"
      }
    ],
    "trivia": "El nombre 'Morsura' proviene del lenguaje del grabado, donde designa la acción corrosiva del ácido sobre la plancha. Este concepto visual y físico simboliza la poética sonora del grupo: áspera, incisiva y profundamente material. Sus conciertos son intensos, catárticos y fieles a la estética visual de Jacopo Pannocchia."
  },

  "risorse_umane": {
    "short": "Le Risorse Umane es un trío de post-punk / new wave activo entre Milán y Ancona. Su música combina atmósferas oscuras, ritmos electrónicos y letras habladas, inspirándose en las décadas de los 80, 90 y 2000. Fundado a principios de los años 20, el grupo une lo urbano con una sensibilidad poética y narrativa.",
    "review": "Con *Con Effetto Immediato* (2024) y su EP de 2025, Le Risorse Umane profundizan en un sonido oscuro e incisivo, entre la melancolía urbana y una ironía sutil. Mezclan spoken word con canto, guitarras post-punk y arreglos electrónicos cinematográficos. Las referencias a Massimo Volume, Diaframma y Offlaga Disco Pax están presentes, pero reinterpretadas con identidad propia. La identidad de Le Risorse Umane se basa en una ironía aguda y una poética urbana. Su lema ficticio — 'activos en el panorama financiero de Milán de lunes a viernes, de 08:00 a 18:00; el resto del tiempo hacen dinero de verdad' — es una crítica al mundo corporativo moderno. Musicalmente, exploran guitarras tensas, ritmos sintéticos y ambientaciones de estilo narrativo. Cuentan historias desde los márgenes: gimnasios de los 80, periferias, oficinas y reuniones autogestionadas.",
    "extended": "",
    "lineup": [
      { "name": "Valerio Alessandrini", "roles": ["voz", "letras"] },
      { "name": "Jacopo Mazzoni", "roles": ["música", "producción", "mezcla"] },
      { "name": "Alessandro Rivi", "roles": ["música", "producción"] }
    ],
    "collaborations": [
      {
        "name": "Stefano Sestani",
        "instrument": "producción y mezcla",
        "note": "en 'Il Dormitorio' y 'La grande scena Trap degli anni ‘10'"
      },
      {
        "name": "Lorenzo Paoletti",
        "instrument": "producción y mastering",
        "note": "en 'GRUPPI D’ASCOLTO per persone silenziose'"
      },
      {
        "name": "Marco Bergamini",
        "instrument": "mezcla",
        "note": "en 'Guardare le Gru'"
      },
      {
        "name": "Leonardo Celsi",
        "instrument": "voz",
        "note": "en 'Il Dormitorio'"
      },
      {
        "name": "Valeria Galandrini",
        "instrument": "voz",
        "note": "en 'La grande scena Trap degli anni ‘10'"
      }
    ],
    "discography": [
      { "title": "Con Effetto Immediato", "year": 2024, "type": "EP" },
      { "title": "Título EP 2025", "year": 2025, "type": "EP" }
    ],
    "trivia": "Le Risorse Umane se definen irónicamente como el resultado de la autogestión de un departamento ficticio tras la desaparición del responsable F4. Su lenguaje se inspira en lo corporativo para criticar con sutileza las estructuras de poder y el trabajo deshumanizado."
  }
}
